Repository: zoharb157/CalCalculator
Catalog: playground/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, hi, it, ja, pt, ru

source: Meals Completed
ar: الوجبات المكتملة
de: Abgeschlossene Mahlzeiten
es: Comidas completadas
fr: Repas terminés
hi: पूर्ण भोजन
it: Pasti completati
ja: 完了した食事
pt: Refeições completas
ru: Завершенные приемы пищи

source: Medium Confidence
ar: ثقة متوسطة
de: Mittleres Vertrauen
es: Algo seguro
fr: Confiance moyenne
hi: मध्यम आत्मविश्वास
it: Confidenza media
ja: 中程度の信頼度
pt: Confiança média
ru: Средняя уверенность

source: Missed
ar: مفقود
de: Verpasst
es: No hecho
fr: Manqué
hi: छूट गया
it: Perso
ja: 見逃した
pt: Perdido
ru: Пропущено

source: Missing input definition.
ar: تعريف الإدخال مفقود.
de: Fehlende Eingabedefinition.
es: Falta la definición de entrada.
fr: Définition d'entrée manquante.
hi: इनपुट परिभाषा गायब है।
it: Definizione input mancante.
ja: 入力定義がありません。
pt: Definição de entrada ausente.
ru: Отсутствует определение ввода.

source: Monitor your diet adherence, see insights about your eating patterns, and stay on track with your nutrition goals.
ar: راقب التزامك بالنظام الغذائي، واطلع على رؤى حول أنماط تناولك الطعام، وابق على المسار الصحيح مع أهدافك الغذائية.
de: Überwache deine Ernährungseinhaltung, sieh Einblicke in deine Essgewohnheiten und bleib auf Kurs mit deinen Ernährungszielen.
es: Monitoree el cumplimiento de su dieta, vea información sobre sus patrones de alimentación y manténgase al día con sus objetivos de nutrición.
fr: Surveillez votre adhérence au régime, consultez des informations sur vos habitudes alimentaires et restez sur la bonne voie avec vos objectifs nutritionnels.
hi: अपने आहार अनुपालन की निगरानी करें, अपने खाने के पैटर्न के बारे में अंतर्दृष्टि देखें, और अपने पोषण लक्ष्यों के साथ ट्रैक पर बने रहें।
it: Monitora la tua aderenza alla dieta, vedi insights sui tuoi modelli alimentari e resta in linea con i tuoi obiettivi nutrizionali.
ja: あなたの食事遵守を監視し、あなたの食事パターンに関する洞察を確認し、栄養目標の軌道を維持してください。
pt: Monitore sua aderência à dieta, veja insights sobre seus padrões alimentares e mantenha-se no caminho com seus objetivos nutricionais.
ru: Мониторьте вашу приверженность диете, просматривайте инсайты о ваших пищевых привычках и оставайтесь на пути к вашим целям в области питания.

source: More than 200 calories over your goal
ar: أكثر من 200 سعرة فوق هدفك
de: Mehr als 200 Kalorien über deinem Ziel
es: Más de 200 calorías por encima de tu objetivo
fr: Plus de 200 calories au-dessus de votre objectif
hi: आपके लक्ष्य से 200 से अधिक कैलोरी
it: Più di 200 calorie oltre il tuo obiettivo
ja: 目標を200カロリー以上超過
pt: Mais de 200 calorias acima da sua meta
ru: Более чем на 200 калорий сверх вашей цели

source: Morning
ar: صباح
de: Morgen
es: Mañana
fr: Matin
hi: सुबह
it: Mattina
ja: 朝
pt: Manhã
ru: Утро

source: Most Challenging Day
ar: اليوم الأكثر تحدياً
de: Schwierigster Tag
es: Día más desafiante
fr: Jour le plus difficile
hi: सबसे चुनौतीपूर्ण दिन
it: Giorno più difficile
ja: 最も困難な日
pt: Dia mais desafiador
ru: Самый сложный день

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
pt: Nome
ru: Имя

source: Name Your Diet Plan
ar: سم خطة نظامك الغذائي
de: Benenne deinen Ernährungsplan
es: Nombra tu plan de dieta
fr: Nommez votre plan de régime
hi: अपनी आहार योजना का नाम दें
it: Nomina il tuo piano dietetico
ja: あなたの食事計画に名前を付ける
pt: Nomeie seu plano de dieta
ru: Назовите ваш план диеты

source: New Scheduled Meal
ar: وجبة مجدولة جديدة
de: Neue geplante Mahlzeit
es: Nueva comida programada
fr: Nouveau repas programmé
hi: नया निर्धारित भोजन
it: Nuovo pasto programmato
ja: 新しいスケジュールされた食事
pt: Nova refeição agendada
ru: Новый запланированный прием пищи

source: Next:
ar: التالي:
de: Weiter:
es: Siguiente paso:
fr: Suivant :
hi: अगला:
it: Successivo:
ja: 次：
pt: Próximo:
ru: Следующий:

source: Next: %@
ar: التالي: %@
de: Weiter: %@
es: Siguiente:
fr: Suivant : %@
hi: अगला: %@
it: Successivo: %@
ja: 次：%@
pt: Próximo: %@
ru: Следующий: %@

source: No Insights Available
ar: لا توجد رؤى متاحة
de: Keine Einblicke verfügbar
es: No hay perspectivas disponibles
fr: Aucune information disponible
hi: कोई अंतर्दृष्टि उपलब्ध नहीं
it: Nessun insight disponibile
ja: 利用可能な洞察なし
pt: Nenhum insight disponível
ru: Нет доступных инсайтов

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Pas de connexion Internet
hi: कोई इंटरनेट कनेक्शन नहीं
it: Nessuna connessione Internet
ja: インターネット接続なし
pt: Sem conexão com a Internet
ru: Нет подключения к Интернету

source: No Recent Foods
ar: لا توجد أطعمة حديثة
de: Keine kürzlichen Lebensmittel
es: No hay alimentos recientes
fr: Aucun aliment récent
hi: कोई हालिया भोजन नहीं
it: Nessun cibo recente
ja: 最近の食べ物なし
pt: Nenhum alimento recente
ru: Нет недавних продуктов

source: No Saved Foods
ar: لا توجد أطعمة محفوظة
de: Keine gespeicherten Lebensmittel
es: No hay alimentos guardados
fr: Aucun aliment enregistré
hi: कोई सहेजे गए भोजन नहीं
it: Nessun cibo salvato
ja: 保存された食べ物なし
pt: Nenhum alimento salvo
ru: Нет сохраненных продуктов

source: No entries found for \
ar: لم يتم العثور على إدخالات لـ \
de: Keine Einträge gefunden für \
es: No se han encontrado entradas
fr: Aucune entrée trouvée pour \
hi: के लिए कोई प्रविष्टि नहीं मिली \
it: Nessuna voce trovata per \
ja: エントリが見つかりません \
pt: Nenhuma entrada encontrada para \
ru: Записи не найдены для \

source: No meals logged that day
ar: لم يتم تسجيل وجبات في ذلك اليوم
de: An diesem Tag wurden keine Mahlzeiten protokolliert
es: No hay comidas registradas ese día
fr: Aucun repas enregistré ce jour-là
hi: उस दिन कोई भोजन लॉग नहीं किया गया
it: Nessun pasto registrato quel giorno
ja: その日は食事が記録されていません
pt: Nenhuma refeição registrada naquele dia
ru: В тот день не было зарегистрировано приемов пищи

source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ja: 今はしない
pt: Agora não
ru: Не сейчас

source: Note (optional)
ar: ملاحظة (اختياري)
de: Notiz (optional)
es: Nota (opcional)
fr: Note (optionnelle)
hi: नोट (वैकल्पिक)
it: Nota (opzionale)
ja: メモ（オプション）
pt: Nota (opcional)
ru: Заметка (необязательно)

source: Notifications & Display
ar: الإشعارات والعرض
de: Benachrichtigungen & Anzeige
es: Notificaciones y visualización
fr: Notifications et affichage
hi: सूचनाएं और प्रदर्शन
it: Notifiche e visualizzazione
ja: 通知と表示
pt: Notificações e exibição
ru: Уведомления и отображение

source: Nutrition
ar: التغذية
de: Ernährung
es: Nutrición
hi: पोषण
it: Nutrizione
ja: 栄養
pt: Nutrição
ru: Питание

source: Nutrition Goals
ar: الأهداف الغذائية
de: Ernährungsziele
es: Objetivos de nutrición
fr: Objectifs nutritionnels
hi: पोषण लक्ष्य
it: Obiettivi nutrizionali
ja: 栄養目標
pt: Objetivos nutricionais
ru: Цели в области питания

source: Oh no!
ar: أوه لا!
de: Oh nein!
fr: Oh non !
hi: ओह नहीं!
ja: ああ、大変！
pt: Oh não!
ru: О нет!

source: On the homepage calendar, the colored rings around each date show how close you were to your daily calorie goal:
ar: في تقويم الصفحة الرئيسية، الحلقات الملونة حول كل تاريخ تُظهر مدى قربك من هدف السعرات اليومي:
de: Im Kalender auf der Startseite zeigen die farbigen Ringe um jedes Datum, wie nah du an deinem täglichen Kalorienziel warst:
es: En el calendario de la página de inicio, los anillos de colores alrededor de cada fecha muestran lo cerca que estabas de tu meta diaria de calorías:
fr: Sur le calendrier de la page d'accueil, les anneaux colorés autour de chaque date montrent à quel point vous étiez proche de votre objectif calorique quotidien :
hi: होमपेज कैलेंडर पर, प्रत्येक तिथि के आसपास रंगीन रिंग दिखाती हैं कि आप अपने दैनिक कैलोरी लक्ष्य के कितने करीब थे:
it: Nel calendario della home page, gli anelli colorati attorno a ogni data mostrano quanto eri vicino al tuo obiettivo calorico giornaliero:
ja: ホームページのカレンダーで、各日付の周りの色付きリングは、あなたが毎日のカロリー目標にどれだけ近かったかを示しています：
pt: No calendário da página inicial, os anéis coloridos ao redor de cada data mostram o quão perto você estava da sua meta de calorias diárias:
ru: В календаре на главной странице цветные кольца вокруг каждой даты показывают, насколько близко вы были к вашей ежедневной цели по калориям:

source: Onboarding Error
ar: خطأ في الإعداد
de: Onboarding-Fehler
es: Error de incorporación
fr: Erreur d'intégration
hi: ऑनबोर्डिंग त्रुटि
it: Errore onboarding
ja: オンボーディングエラー
pt: Erro de integração
ru: Ошибка онбординга

source: Open settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
it: Apri impostazioni
ja: 設定を開く
pt: Abrir configurações
ru: Открыть настройки

source: Optional
ar: اختياري
es: Opcional
fr: Optionnel
hi: वैकल्पिक
it: Opzionale
ja: オプション
pt: Opcional
ru: Необязательно

source: Overall Diet Score
ar: نقاط النظام الغذائي الإجمالية
de: Gesamter Ernährungsscore
es: Puntuación general de la dieta
fr: Score global du régime
hi: समग्र आहार स्कोर
it: Punteggio dieta complessivo
ja: 全体的な食事スコア
pt: Pontuação geral da dieta
ru: Общий балл диеты

source: Override Subscription
ar: تجاوز الاشتراك
de: Abonnement überschreiben
es: Anular suscripción
fr: Remplacer l'abonnement
hi: सदस्यता ओवरराइड करें
it: Sostituisci abbonamento
ja: 購読を上書き
pt: Substituir assinatura
ru: Переопределить подписку

source: Override subscription status
ar: تجاوز حالة الاشتراك
de: Abonnementstatus überschreiben
es: Anular el estado de la suscripción
fr: Remplacer le statut d'abonnement
hi: सदस्यता स्थिति ओवरराइड करें
it: Sostituisci stato abbonamento
ja: 購読ステータスを上書き
pt: Substituir status da assinatura
ru: Переопределить статус подписки

source: Perfect Week
ar: أسبوع مثالي
de: Perfekte Woche
es: Semana Perfecta
fr: Semaine parfaite
hi: सप्ताह सही
it: Settimana perfetta
ja: 完璧な週
pt: Semana perfeita
ru: Идеальная неделя

source: Period
ar: الفترة
de: Zeitraum
es: Periodo
fr: Période
hi: अवधि
it: Periodo
ja: 期間
pt: Período
ru: Период

source: Personal Details
ar: التفاصيل الشخصية
de: Persönliche Details
es: Detalles personales
fr: Détails personnels
hi: व्यक्तिगत विवरण
it: Dettagli personali
ja: 個人詳細
pt: Detalhes pessoais
ru: Личные данные

source: Personalized Recommendations
ar: التوصيات المخصصة
de: Personalisierte Empfehlungen
es: Recomendaciones personalizadas
fr: Recommandations personnalisées
hi: व्यक्तिगत सिफारिशें
it: Raccomandazioni personalizzate
ja: パーソナライズされた推奨事項
pt: Recomendações personalizadas
ru: Персонализированные рекомендации

source: Personalized insights
ar: الرؤى المخصصة
de: Personalisierte Einblicke
es: Información personalizada
fr: Informations personnalisées
hi: व्यक्तिगत अंतर्दृष्टि
it: Insights personalizzati
ja: パーソナライズされた洞察
pt: Insights personalizados
ru: Персонализированные инсайты

source: Plan Details
ar: تفاصيل الخطة
es: Detalles del plan
fr: Détails du plan
hi: योजना विवरण
it: Dettagli piano
ja: 計画の詳細
pt: Detalhes do plano
ru: Детали плана

source: Plan Name
ar: اسم الخطة
es: Nombre del Plan
fr: Nom du plan
hi: योजना नाम
it: Nome piano
ja: 計画名
pt: Nome do plano
ru: Название плана

source: Plan ahead to avoid off-diet meals
ar: خطط مسبقاً لتجنب الوجبات خارج النظام الغذائي
de: Plane voraus, um Mahlzeiten außerhalb des Plans zu vermeiden
es: Planifique con anticipación para evitar comidas fuera de la dieta
fr: Planifiez à l'avance pour éviter les repas hors régime
hi: आहार से बाहर भोजन से बचने के लिए पहले से योजना बनाएं
it: Pianifica in anticipo per evitare pasti fuori dieta
ja: 食事計画外の食事を避けるために事前に計画してください
pt: Planeje com antecedência para evitar refeições fora da dieta
ru: Планируйте заранее, чтобы избежать приемов пищи вне диеты

source: Planned Meal
ar: وجبة مخططة
de: Geplante Mahlzeit
es: Comida planificada
fr: Repas planifié
hi: नियोजित भोजन
it: Pasto pianificato
ja: 計画された食事
pt: Refeição planejada
ru: Запланированный прием пищи

source: Planning
ar: التخطيط
de: Planung
es: Planificación
fr: Planification
hi: योजना
it: Pianificazione
ja: 計画
pt: Planejamento
ru: Планирование

source: Platform
ar: المنصة
de: Plattform
es: Plataforma
fr: Plateforme
hi: प्लेटफ़ॉर्म
it: Piattaforma
ja: プラットフォーム
pt: Plataforma
ru: Платформа

source: Please describe your issue:
ar: يرجى وصف مشكلتك:
de: Bitte beschreibe dein Problem:
es: Describa su problema
fr: Veuillez décrire votre problème :
hi: कृपया अपनी समस्या का वर्णन करें:
it: Descrivi il tuo problema:
ja: 問題を説明してください：
pt: Por favor, descreva seu problema:
ru: Пожалуйста, опишите вашу проблему:

source: Portion:
ar: الحصة:
es: Porción:
hi: हिस्सा:
it: Porzione:
ja: 分量：
pt: Porção:
ru: Порция:

source: Preview unavailable
ar: بريميوم
de: Vorschau nicht verfügbar
es: Vista previa no disponible
fr: Aperçu indisponible
hi: प्रीमियम
it: Anteprima non disponibile
ja: プレミアム
pt: Visualização indisponível
ru: Премиум

source: Previous
ar: معاينة غير متاحة
de: Zurück
es: Anterior
fr: Précédent
hi: पूर्वावलोकन अनुपलब्ध
it: Precedente
ja: プレビュー利用不可
pt: Anterior
ru: Предпросмотр недоступен

source: Previous:
ar: السابق
de: Zurück:
es: Anterior:
fr: Précédent :
hi: पिछला
it: Precedente:
ja: 前へ
pt: Anterior:
ru: Предыдущий

source: Previous: %@ %@
ar: السابق:
de: Zurück: %@ %@
es: Anterior:
fr: Précédent : %@ %@
hi: पिछला:
it: Precedente: %@ %@
ja: 前へ：
pt: Anterior: %@ %@
ru: Предыдущий:

source: Privacy Policy
ar: السابق: %@ %@
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: पिछला: %@ %@
it: Informativa sulla privacy
ja: 前へ：%@ %@
pt: Política de privacidade
ru: Предыдущий: %@ %@

source: Progress to Goal
ar: سياسة الخصوصية
de: Fortschritt zum Ziel
es: Progreso hacia la meta
fr: Progression vers l'objectif
hi: गोपनीयता नीति
it: Progresso verso obiettivo
ja: プライバシーポリシー
pt: Progresso para o objetivo
ru: Политика конфиденциальности

source: Protein
ar: التقدم نحو الهدف
es: Proteínas
fr: Protéines
hi: लक्ष्य की ओर प्रगति
it: Proteine
ja: 目標への進捗
pt: Proteína
ru: Прогресс к цели

source: Protein Champion
ar: البروتين
fr: Champion des protéines
hi: प्रोटीन
it: Campione proteine
ja: タンパク質
pt: Campeão de proteína
ru: Белок

source: Re-analyze
ar: بطل البروتين
de: Neu analysieren
es: Volver a analizar
fr: Ré-analyser
hi: प्रोटीन चैंपियन
it: Ri-analizza
ja: タンパク質チャンピオン
pt: Re-analisar
ru: Чемпион по белку

source: Recent
ar: إعادة التحليل
de: Kürzlich
es: Reciente
fr: Récent
hi: पुन: विश्लेषण
it: Recenti
ja: 再分析
pt: Recentes
ru: Повторный анализ

source: Recommended
ar: حديث
de: Empfohlen
es: Recomendado
fr: Recommandé
hi: हाल का
it: Consigliato
ja: 最近
pt: Recomendado
ru: Недавние

source: Recommended: %d cal
ar: موصى به
de: Empfohlen: %d cal
es: Recomendado: %d cal
fr: Recommandé : %d cal
hi: अनुशंसित
it: Consigliato: %d cal
ja: 推奨
pt: Recomendado: %d cal
ru: Рекомендуется

source: Red
ar: موصى به: %d سعرة
de: Rot
es: Rojo
fr: Rouge
hi: अनुशंसित: %d कैलोरी
it: Rosso
ja: 推奨：%d カロリー
pt: Vermelho
ru: Рекомендуется: %d ккал

source: Referral Code
ar: أحمر
de: Empfehlungscode
es: Código de referencia
fr: Code de parrainage
hi: लाल
it: Codice di riferimento
ja: 赤
pt: Código de indicação
ru: Красный

source: Regular Meal
ar: رمز الإحالة
de: Reguläre Mahlzeit
es: Comida regular
fr: Repas régulier
hi: रेफरल कोड
it: Pasto regolare
ja: 紹介コード
pt: Refeição regular
ru: Реферальный код

source: Remove
ar: وجبة عادية
de: Entfernen
es: Eliminar
fr: Supprimer
hi: नियमित भोजन
it: Rimuovi
ja: 通常の食事
pt: Remover
ru: Обычный прием пищи

source: Remove Photo
ar: إزالة
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
hi: हटाएं
it: Rimuovi foto
ja: 削除
pt: Remover foto
ru: Удалить

source: Repeat on:
ar: إزالة الصورة
de: Wiederholen am:
es: Repetir el:
fr: Répéter le :
hi: फोटो हटाएं
it: Ripeti il:
ja: 写真を削除
pt: Repetir em:
ru: Удалить фото

source: Retake
ar: التكرار في:
de: Wiederholen
es: Repetir
fr: Reprendre
hi: दोहराएं:
it: Rifai
ja: 繰り返し：
pt: Refazer
ru: Повторить:

source: Review
ar: إعادة التقاط
de: Überprüfen
es: Análisis
fr: Réviser
hi: फिर से लें
it: Rivedi
ja: 再撮影
pt: Revisar
ru: Переснять

source: Review Your Plan
ar: مراجعة
de: Deinen Plan überprüfen
es: Revisa tu plan
fr: Réviser votre plan
hi: समीक्षा करें
it: Rivedi il tuo piano
ja: レビュー
pt: Revisar seu plano
ru: Проверить

source: Ring Colors Explained
ar: مراجعة خطتك
de: Ringfarben erklärt
es: Explicación de los colores del anillo
fr: Explication des couleurs des anneaux
hi: अपनी योजना की समीक्षा करें
it: Anelli colorati spiegati
ja: あなたの計画をレビュー
pt: Cores dos anéis explicadas
ru: Проверить ваш план

source: Rollover Calories
ar: شرح ألوان الحلقات
de: Übertragene Kalorien
es: Calorías Rollover
fr: Calories reportées
hi: रिंग रंग समझाया
it: Calorie di riporto
ja: リングの色の説明
pt: Calorias de transferência
ru: Объяснение цветов колец

source: Room for improvement
ar: السعرات المنقولة
de: Raum für Verbesserung
es: Margen de mejora
fr: Place à l'amélioration
hi: रोलओवर कैलोरी
it: Spazio per miglioramento
ja: 繰り越しカロリー
pt: Espaço para melhoria
ru: Перенос калорий

source: Run
ar: مجال للتحسين
de: Laufen
es: Corrida
fr: Courir
hi: सुधार के लिए जगह
it: Corsa
ja: 改善の余地
pt: Correr
ru: Место для улучшения

source: SDK Status
ar: الجري
es: Estado del SDK
fr: Statut SDK
hi: दौड़ें
it: Stato SDK
ja: 走る
pt: Status do SDK
ru: Бег

source: Save %d Item%@
ar: حالة SDK
de: %d Element%@ speichern
es: Guardar %d artículo%@
fr: Enregistrer %d élément%@
hi: SDK स्थिति
it: Salva %d elemento%@
ja: SDKステータス
pt: Salvar %d item%@
ru: Статус SDK

source: Save Item
ar: حفظ %d عنصر%@
de: Element speichern
es: Guardar elemento
fr: Enregistrer l'élément
hi: %d आइटम%@ सहेजें
it: Salva elemento
ja: %d アイテム%@ を保存
pt: Salvar item
ru: Сохранить %d элемент%@

source: Save Items
ar: حفظ العنصر
de: Elemente speichern
es: Guardar artículos
fr: Enregistrer les éléments
hi: आइटम सहेजें
it: Salva elementi
ja: アイテムを保存
pt: Salvar itens
ru: Сохранить элемент

source: Save Meal as Planned
ar: حفظ العناصر
de: Mahlzeit wie geplant speichern
es: Guardar la comida según lo planeado
fr: Enregistrer le repas comme prévu
hi: आइटम सहेजें
it: Salva pasto come pianificato
ja: アイテムを保存
pt: Salvar refeição como planejada
ru: Сохранить элементы

source: Save as Planned
ar: حفظ الوجبة كما هو مخطط
de: Wie geplant speichern
es: Conforme a lo previsto
fr: Enregistrer comme prévu
hi: नियोजित के रूप में भोजन सहेजें
it: Salva come pianificato
ja: 計画通りに食事を保存
pt: Salvar como planejado
ru: Сохранить прием пищи как запланированный

source: Save exercise
ar: حفظ كما هو مخطط
de: Übung speichern
es: Guardar ejercicio
fr: Enregistrer l'exercice
hi: नियोजित के रूप में सहेजें
it: Salva esercizio
ja: 計画通りに保存
pt: Salvar exercício
ru: Сохранить как запланированный

source: Saved
ar: حفظ التمرين
de: Gespeichert
es: Guardado
fr: Enregistré
hi: व्यायाम सहेजें
it: Salvato
ja: 運動を保存
pt: Salvo
ru: Сохранить упражнение

source: Scan Your Food
ar: محفوظ
de: Dein Essen scannen
es: Escanea tu comida
fr: Scanner votre nourriture
hi: सहेजा गया
it: Scansiona il tuo cibo
ja: 保存済み
pt: Escanear sua comida
ru: Сохранено

source: Scan food
ar: امسح طعامك
de: Essen scannen
es: Escanear alimentos
fr: Scanner la nourriture
hi: अपना भोजन स्कैन करें
it: Scansiona cibo
ja: あなたの食べ物をスキャン
pt: Escanear comida
ru: Отсканировать вашу еду

source: Scan or select a photo to analyze your food
ar: امسح الطعام
de: Scanne oder wähle ein Foto aus, um dein Essen zu analysieren
es: Escanea o selecciona una foto para analizar tu comida
fr: Scanner ou sélectionner une photo pour analyser votre nourriture
hi: भोजन स्कैन करें
it: Scansiona o seleziona una foto per analizzare il tuo cibo
ja: 食べ物をスキャン
pt: Escanear ou selecionar uma foto para analisar sua comida
ru: Отсканировать еду

source: Scan or select a photo to update your meal
ar: امسح أو اختر صورة لتحليل طعامك
de: Scanne oder wähle ein Foto aus, um deine Mahlzeit zu aktualisieren
es: Escanea o selecciona una foto para actualizar tu comida
fr: Scanner ou sélectionner une photo pour mettre à jour votre repas
hi: अपने भोजन का विश्लेषण करने के लिए फोटो स्कैन करें या चुनें
it: Scansiona o seleziona una foto per aggiornare il tuo pasto
ja: 食べ物を分析するために写真をスキャンまたは選択
pt: Escanear ou selecionar uma foto para atualizar sua refeição
ru: Отсканировать или выбрать фото для анализа вашей еды

source: Scanning...
ar: امسح أو اختر صورة لتحديث وجبتك
de: Scannen...
fr: Numérisation...
hi: अपने भोजन को अपडेट करने के लिए फोटो स्कैन करें या चुनें
it: Scansione...
ja: 食事を更新するために写真をスキャンまたは選択
pt: Escaneando...
ru: Отсканировать или выбрать фото для обновления вашего приема пищи

source: Schedule
ar: جارٍ المسح...
de: Zeitplan
es: Horario
fr: Programme
hi: स्कैनिंग...
it: Programma
ja: スキャン中...
pt: Agendar
ru: Сканирование...

source: Schedule Your Meals
ar: الجدول
de: Deine Mahlzeiten planen
es: Programa tus comidas
fr: Programmez vos repas
hi: अनुसूची
it: Programma i tuoi pasti
ja: スケジュール
pt: Agende suas refeições
ru: Расписание

source: Schedule repetitive meals and track adherence
ar: جدول وجباتك
de: Wiederkehrende Mahlzeiten planen und Einhaltung verfolgen
es: Programar comidas repetitivas y realizar un seguimiento del cumplimiento
fr: Programmez des repas répétitifs et suivez l'adhérence
hi: अपने भोजन की अनुसूची बनाएं
it: Programma pasti ripetitivi e traccia l'aderenza
ja: あなたの食事をスケジュール
pt: Agende refeições repetitivas e acompanhe a aderência
ru: Распланируйте ваши приемы пищи

source: Scheduled
ar: جدول الوجبات المتكررة وتتبع الالتزام
de: Geplant
es: Programado
fr: Programmé
hi: दोहराव वाले भोजन की अनुसूची बनाएं और अनुपालन ट्रैक करें
it: Programmato
ja: 繰り返しの食事をスケジュールし、遵守を追跡
pt: Agendado
ru: Распланируйте повторяющиеся приемы пищи и отслеживайте приверженность

source: Search by date, day, or month
ar: مجدول
de: Nach Datum, Tag oder Monat suchen
es: Buscar por fecha, día o mes
fr: Rechercher par date, jour ou mois
hi: निर्धारित
it: Cerca per data, giorno o mese
ja: スケジュール済み
pt: Pesquisar por data, dia ou mês
ru: Запланировано

source: Select at least one day
ar: البحث حسب التاريخ أو اليوم أو الشهر
de: Wähle mindestens einen Tag
es: Seleccione al menos un día.
fr: Sélectionnez au moins un jour
hi: तिथि, दिन या महीने से खोजें
it: Seleziona almeno un giorno
ja: 日付、日、または月で検索
pt: Selecione pelo menos um dia
ru: Поиск по дате, дню или месяцу

source: Set username
ar: اختر يوم واحد على الأقل
de: Benutzernamen festlegen
es: Establecer nombre de usuario
fr: Définir le nom d'utilisateur
hi: कम से कम एक दिन चुनें
it: Imposta nome utente
ja: 少なくとも1日を選択
pt: Definir nome de usuário
ru: Выберите хотя бы один день

source: Share
ar: تعيين اسم المستخدم
de: Teilen
es: Compartir
fr: Partager
hi: उपयोगकर्ता नाम सेट करें
it: Condividi
ja: ユーザー名を設定
pt: Compartilhar
ru: Установить имя пользователя

source: Share & earn rewards
ar: مشاركة
de: Teilen & Belohnungen verdienen
es: Comparte y gana recompensas
fr: Partager et gagner des récompenses
hi: साझा करें
it: Condividi e guadagna ricompense
ja: 共有
pt: Compartilhar e ganhar recompensas
ru: Поделиться

source: Share your unique code with friends and both of you will receive special benefits!
ar: شارك واكسب المكافآت
de: Teile deinen eindeutigen Code mit Freunden und ihr beide erhaltet besondere Vorteile!
es: ¡Comparte tu código único con tus amigos y ambos recibirán beneficios especiales!
fr: Partagez votre code unique avec des amis et vous recevrez tous les deux des avantages spéciaux !
hi: साझा करें और पुरस्कार अर्जित करें
it: Condividi il tuo codice unico con gli amici e entrambi riceverete benefici speciali!
ja: 共有して報酬を獲得
pt: Compartilhe seu código exclusivo com amigos e ambos receberão benefícios especiais!
ru: Поделиться и заработать награды
