Repository: zoharb157/CalCalculator
Catalog: playground/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, hi, it, ja, pt, ru

source: Daily Average
ar: المتوسط اليومي
de: Täglicher Durchschnitt
es: Promedio Diario
fr: Moyenne Quotidienne
he: ממוצע יומי
hi: दैनिक औसत
it: Media Giornaliera
ja: 日次平均
pt: Média Diária
ru: Среднее за день

source: days tracked
ar: أيام متتبعة
de: Tage verfolgt
es: días registrados
fr: jours suivis
he: ימים במעקב
hi: ट्रैक किए गए दिन
it: giorni tracciati
ja: 追跡された日数
pt: dias rastreados
ru: дней отслежено

source: Calorie Trend
ar: اتجاه السعرات
de: Kalorientrend
es: Tendencia de Calorías
fr: Tendance des Calories
he: מגמת קלוריות
hi: कैलोरी प्रवृत्ति
it: Tendenza Calorie
ja: カロリー傾向
pt: Tendência de Calorias
ru: Тенденция калорий

source: No Calorie Data
ar: لا توجد بيانات سعرات
de: Keine Kaloriendaten
es: Sin Datos de Calorías
fr: Aucune Donnée de Calories
he: אין נתוני קלוריות
hi: कोई कैलोरी डेटा नहीं
it: Nessun Dato di Calorie
ja: カロリーデータなし
pt: Sem Dados de Calorias
ru: Нет данных о калориях

source: Start tracking meals to see your calorie trends
ar: ابدأ في تتبع الوجبات لرؤية اتجاهات السعرات الحرارية
de: Beginnen Sie mit der Verfolgung von Mahlzeiten, um Ihre Kalorientrends zu sehen
es: Comienza a registrar comidas para ver tus tendencias de calorías
fr: Commencez à suivre les repas pour voir vos tendances caloriques
he: התחל לעקוב אחר ארוחות כדי לראות את מגמות הקלוריות שלך
hi: अपनी कैलोरी प्रवृत्ति देखने के लिए भोजन ट्रैक करना शुरू करें
it: Inizia a tracciare i pasti per vedere le tue tendenze caloriche
ja: 食事の追跡を開始して、カロリー傾向を確認
pt: Comece a rastrear refeições para ver suas tendências de calorias
ru: Начните отслеживать приемы пищи, чтобы увидеть тенденции калорий

source: Daily Breakdown
ar: التفصيل اليومي
de: Tägliche Aufschlüsselung
es: Desglose Diario
fr: Détail Quotidien
he: פירוט יומי
hi: दैनिक विवरण
it: Dettaglio Giornaliero
ja: 日次内訳
pt: Detalhamento Diário
ru: Дневная разбивка

source: days
ar: أيام
de: Tage
es: días
fr: jours
he: ימים
hi: दिन
it: giorni
ja: 日
pt: dias
ru: дней

source: avg
ar: متوسط
de: Durchschnitt
es: promedio
fr: moy
he: ממוצע
hi: औसत
it: media
ja: 平均
pt: média
ru: средн.

source: Highest
ar: الأعلى
de: Höchster
es: Más Alto
fr: Le Plus Élevé
he: הגבוה ביותר
hi: सर्वोच्च
it: Più Alto
ja: 最高
pt: Mais Alto
ru: Самый высокий

source: Lowest
ar: الأدنى
de: Niedrigster
es: Más Bajo
fr: Le Plus Bas
he: הנמוך ביותר
hi: सबसे कम
it: Più Basso
ja: 最低
pt: Mais Baixo
ru: Самый низкий

source: Your workout burned
ar: حرق تمرينك
de: Ihr Training hat verbrannt
es: Tu entrenamiento quemó
fr: Votre entraînement a brûlé
he: האימון שלך שרף
hi: आपके वर्कआउट ने जलाया
it: Il tuo allenamento ha bruciato
ja: あなたのワークアウトは消費しました
pt: Seu treino queimou
ru: Ваша тренировка сожгла

source: Cals
ar: سعرة
de: Kal
es: Cal
fr: Cal
he: קק"ל
hi: कैल
it: Cal
ja: Cal
pt: Cal
ru: ккал

source: Burned Calories
ar: السعرات المحروقة
de: Verbrannte Kalorien
es: Calorías Quemadas
fr: Calories Brûlées
he: קלוריות שנשרפו
hi: जली हुई कैलोरी
it: Calorie Bruciate
ja: 消費カロリー
pt: Calorias Queimadas
ru: Сожжено калорий

source: Saving...
ar: جاري الحفظ...
de: Speichern...
es: Guardando...
fr: Enregistrement...
he: שומר...
hi: सहेज रहे हैं...
it: Salvataggio...
ja: 保存中...
pt: Salvando...
ru: Сохранение...

source: Saved Successfully!
ar: تم الحفظ بنجاح!
de: Erfolgreich Gespeichert!
es: ¡Guardado Exitosamente!
fr: Enregistré avec Succès !
he: נשמר בהצלחה!
hi: सफलतापूर्वक सहेजा गया!
it: Salvato con Successo!
ja: 正常に保存されました！
pt: Salvo com Sucesso!
ru: Успешно Сохранено!

source: Your food has been logged.
ar: تم تسجيل طعامك.
de: Ihr Essen wurde protokolliert.
es: Tu comida ha sido registrada.
fr: Votre nourriture a été enregistrée.
he: האוכל שלך נרשם.
hi: आपका भोजन लॉग किया गया है।
it: Il tuo cibo è stato registrato.
ja: 食べ物が記録されました。
pt: Sua comida foi registrada.
ru: Ваша еда была записана.

source: Your exercise has been logged.
ar: تم تسجيل تمرينك.
de: Ihre Übung wurde protokolliert.
es: Tu ejercicio ha sido registrado.
fr: Votre exercice a été enregistré.
he: האימון שלך נרשם.
hi: आपका व्यायाम लॉग किया गया है।
it: Il tuo esercizio è stato registrato.
ja: 運動が記録されました。
pt: Seu exercício foi registrado.
ru: Ваше упражнение было записано.

source: Transcribed:
ar: منسوخ:
de: Transkribiert:
es: Transcrito:
fr: Transcrit :
he: תעתוק:
hi: लिप्यंतरित:
it: Trascritto:
ja: 転写:
pt: Transcrito:
ru: Расшифровано:

source: Coming Soon
ar: قريباً
de: Demnächst
es: Próximamente
fr: Bientôt Disponible
he: בקרוב
hi: जल्द ही आ रहा है
it: Prossimamente
ja: 近日公開
pt: Em Breve
ru: Скоро

source: Add meals to your diet plan to see them here
ar: أضف وجبات إلى خطة نظامك الغذائي لرؤيتها هنا
de: Fügen Sie Mahlzeiten zu Ihrem Ernährungsplan hinzu, um sie hier zu sehen
es: Agrega comidas a tu plan de dieta para verlas aquí
fr: Ajoutez des repas à votre plan de régime pour les voir ici
he: הוסף ארוחות לתוכנית הדיאטה שלך כדי לראות אותן כאן
hi: उन्हें यहाँ देखने के लिए अपनी आहार योजना में भोजन जोड़ें
it: Aggiungi pasti al tuo piano dietetico per vederli qui
ja: 食事計画に食事を追加してここで表示
pt: Adicione refeições ao seu plano de dieta para vê-las aqui
ru: Добавьте блюда в свой план питания, чтобы увидеть их здесь

source: Goal not met
ar: الهدف لم يتحقق
de: Ziel nicht erreicht
es: Meta no alcanzada
fr: Objectif non atteint
he: מטרה לא הושגה
hi: लक्ष्य पूरा नहीं हुआ
it: Obiettivo non raggiunto
ja: 目標未達成
pt: Meta não atingida
ru: Цель не достигнута

source: Loading history...
ar: جاري تحميل السجل...
de: Verlauf wird geladen...
es: Cargando historial...
fr: Chargement de l'historique...
he: טוען היסטוריה...
hi: इतिहास लोड हो रहा है...
it: Caricamento cronologia...
ja: 履歴を読み込み中...
pt: Carregando histórico...
ru: Загрузка истории...

source: No entries found for "%@"
ar: لم يتم العثور على إدخالات لـ "%@"
de: Keine Einträge gefunden für "%@"
es: No se encontraron entradas para "%@"
fr: Aucune entrée trouvée pour "%@"
he: לא נמצאו רשומות עבור "%@"
hi: "%@" के लिए कोई प्रविष्टि नहीं मिली
it: Nessuna voce trovata per "%@"
ja: "%@" のエントリが見つかりません
pt: Nenhuma entrada encontrada para "%@"
ru: Записи для "%@" не найдены

source: Delete %@ exercise? This cannot be undone.
ar: حذف تمرين %@؟ لا يمكن التراجع عن هذا.
de: %@ Übung löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Eliminar ejercicio %@? Esto no se puede deshacer.
fr: Supprimer l'exercice %@ ? Cela ne peut pas être annulé.
he: למחוק אימון %@? זה לא יכול להיות מבוטל.
hi: %@ व्यायाम हटाएं? इसे पूर्ववत नहीं किया जा सकता।
it: Eliminare esercizio %@? Questo non può essere annullato.
ja: %@運動を削除しますか？これは元に戻せません。
pt: Excluir exercício %@? Isso não pode ser desfeito.
ru: Удалить упражнение %@? Это нельзя отменить.

source: meals
ar: وجبات
de: Mahlzeiten
es: comidas
fr: repas
he: ארוחות
hi: भोजन
it: pasti
ja: 食事
pt: refeições
ru: блюд

source: exercises
ar: تمارين
de: Übungen
es: ejercicios
fr: exercices
he: אימונים
hi: व्यायाम
it: esercizi
ja: 運動
pt: exercícios
ru: упражнений

source: Loading logs...
ar: جاري تحميل السجلات...
de: Protokolle werden geladen...
es: Cargando registros...
fr: Chargement des journaux...
he: טוען רשומות...
hi: लॉग लोड हो रहे हैं...
it: Caricamento registri...
ja: ログを読み込み中...
pt: Carregando registros...
ru: Загрузка журналов...

source: Generating Your Plan
ar: إنشاء خطتك
de: Ihr Plan wird erstellt
es: Generando Tu Plan
fr: Génération de Votre Plan
he: מייצר את התוכנית שלך
hi: आपकी योजना जेनरेट हो रही है
it: Generazione del Tuo Piano
ja: プランを生成中
pt: Gerando Seu Plano
ru: Создание вашего плана

source: Your Personalized Goals
ar: أهدافك المخصصة
de: Ihre Personalisierten Ziele
es: Tus Objetivos Personalizados
fr: Vos Objectifs Personnalisés
he: המטרות המותאמות אישית שלך
hi: आपके व्यक्तिगत लक्ष्य
it: I Tuoi Obiettivi Personalizzati
ja: あなたのパーソナライズされた目標
pt: Seus Objetivos Personalizados
ru: Ваши Персонализированные Цели

source: Based on your profile and objectives
ar: بناءً على ملفك الشخصي وأهدافك
de: Basierend auf Ihrem Profil und Ihren Zielen
es: Basado en tu perfil y objetivos
fr: Basé sur votre profil et vos objectifs
he: תבסס על הפרופיל והמטרות שלך
hi: आपकी प्रोफ़ाइल और उद्देश्यों के आधार पर
it: Basato sul tuo profilo e obiettivi
ja: あなたのプロフィールと目標に基づいて
pt: Com base no seu perfil e objetivos
ru: На основе вашего профиля и целей

source: AI is processing your food image
ar: الذكاء الاصطناعي يعالج صورة طعامك
de: KI verarbeitet Ihr Lebensmittelbild
es: La IA está procesando tu imagen de comida
fr: L'IA traite votre image de nourriture
he: בינה מלאכותית מעבדת את תמונת האוכל שלך
hi: AI आपकी भोजन छवि को संसाधित कर रहा है
it: L'IA sta elaborando la tua immagine del cibo
ja: AIが食べ物の画像を処理しています
pt: A IA está processando sua imagem de comida
ru: ИИ обрабатывает ваше изображение еды

source: over
ar: فوق
de: über
es: sobre
fr: au-dessus
he: מעל
hi: ऊपर
it: oltre
ja: 超過
pt: acima
ru: свыше

source: Category:
ar: الفئة:
de: Kategorie:
es: Categoría:
fr: Catégorie:
he: קטגוריה:
hi: श्रेणी:
it: Categoria:
ja: カテゴリ：
pt: Categoria:
ru: Категория:

source: Analyzing your food...
ar: جاري تحليل طعامك...
de: Ihr Essen wird analysiert...
es: Analizando tu comida...
fr: Analyse de votre nourriture...
he: מנתח את האוכל שלך...
hi: आपका भोजन विश्लेषण कर रहा है...
it: Analisi del tuo cibo...
ja: 食べ物を分析中...
pt: Analisando sua comida...
ru: Анализ вашей еды...

source: Using AI to identify calories and nutrients
ar: استخدام الذكاء الاصطناعي لتحديد السعرات والمواد الغذائية
de: KI wird verwendet, um Kalorien und Nährstoffe zu identifizieren
es: Usando IA para identificar calorías y nutrientes
fr: Utilisation de l'IA pour identifier les calories et les nutriments
he: שימוש בבינה מלאכותית לזיהוי קלוריות וחומרים מזינים
hi: कैलोरी और पोषक तत्वों की पहचान के लिए AI का उपयोग
it: Utilizzo dell'IA per identificare calorie e nutrienti
ja: AIを使用してカロリーと栄養素を識別
pt: Usando IA para identificar calorias e nutrientes
ru: Использование ИИ для определения калорий и питательных веществ

source: Quick Add
ar: إضافة سريعة
de: Schnell Hinzufügen
es: Agregar Rápido
fr: Ajout Rapide
he: הוספה מהירה
hi: त्वरित जोड़ें
it: Aggiunta Rapida
ja: クイック追加
pt: Adicionar Rápido
ru: Быстрое Добавление

source: Common Foods
ar: أطعمة شائعة
de: Häufige Lebensmittel
es: Alimentos Comunes
fr: Aliments Courants
he: מזונות נפוצים
hi: सामान्य खाद्य पदार्थ
it: Alimenti Comuni
ja: 一般的な食品
pt: Alimentos Comuns
ru: Обычные Продукты

source: Recent Foods
ar: أطعمة حديثة
de: Kürzliche Lebensmittel
es: Alimentos Recientes
fr: Aliments Récents
he: מזונות אחרונים
hi: हाल के खाद्य पदार्थ
it: Alimenti Recenti
ja: 最近の食品
pt: Alimentos Recentes
ru: Недавние Продукты

source: Saved Foods
ar: أطعمة محفوظة
de: Gespeicherte Lebensmittel
es: Alimentos Guardados
fr: Aliments Enregistrés
he: מזונות שמורים
hi: सहेजे गए खाद्य पदार्थ
it: Alimenti Salvati
ja: 保存された食品
pt: Alimentos Salvos
ru: Сохраненные Продукты

source: Portion
ar: حصة
es: Porción
he: מנה
hi: भाग
it: Porzione
ja: 分量
pt: Porção
ru: Порция

source: serving
ar: حصة
de: Portion
es: porción
fr: portion
he: מנה
hi: सर्विंग
it: porzione
ja: 人前
pt: porção
ru: порция

source: oz
ar: أونصة
he: אונקיה
hi: औंस
ja: の
ru: унция

source: cup
ar: كوب
de: Tasse
es: taza
fr: tasse
he: כוס
hi: कप
it: tazza
ja: カップ
pt: xícara
ru: чашка

source: piece
ar: قطعة
de: Stück
es: pieza
fr: pièce
he: חתיכה
hi: टुकड़ा
it: pezzo
ja: 個
pt: peça
ru: штука

source: Describe your workout
ar: اوصف تمرينك
de: Beschreiben Sie Ihr Training
es: Describe tu entrenamiento
fr: Décrivez votre entraînement
he: תאר את האימון שלך
hi: अपने वर्कआउट का वर्णन करें
it: Descrivi il tuo allenamento
ja: ワークアウトを説明
pt: Descreva seu treino
ru: Опишите вашу тренировку

source: Duration (minutes)
ar: المدة (بالدقائق)
de: Dauer (Minuten)
es: Duración (minutos)
fr: Durée (minutes)
he: משך (דקות)
hi: अवधि (मिनट)
it: Durata (minuti)
ja: 時間（分）
pt: Duração (minutos)
ru: Продолжительность (минуты)

source: Enter calories burned
ar: أدخل السعرات المحروقة
de: Verbrannte Kalorien eingeben
es: Ingresa calorías quemadas
fr: Entrez les calories brûlées
he: הכנס קלוריות שנשרפו
hi: जली हुई कैलोरी दर्ज करें
it: Inserisci calorie bruciate
ja: 消費カロリーを入力
pt: Digite calorias queimadas
ru: Введите сожженные калории

source: Set intensity
ar: تعيين الشدة
de: Intensität festlegen
es: Establecer intensidad
fr: Définir l'intensité
he: הגדר עוצמה
hi: तीव्रता सेट करें
it: Imposta intensità
ja: 強度を設定
pt: Definir intensidade
ru: Установить интенсивность

source: mins
ar: دقيقة
de: Min
es: min
fr: min
he: דק'
hi: मिनट
it: min
ja: 分
pt: min
ru: мин

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
he: פעיל
hi: सक्रिय
it: Attivo
ja: アクティブ
pt: Ativo
ru: Активный

source: Inactive
ar: غير نشط
de: Inaktiv
es: Inactivo
fr: Inactif
he: לא פעיל
hi: निष्क्रिय
it: Inattivo
ja: 非アクティブ
pt: Inativo
ru: Неактивный

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
he: נסה שוב
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
pt: Tentar novamente
ru: Повторить

source: Dismiss
ar: إغلاق
de: Verwerfen
es: Descartar
fr: Ignorer
he: סגור
hi: खारिज करें
it: Ignora
ja: 閉じる
pt: Descartar
ru: Закрыть

source: Dismiss keyboard
ar: إغلاق لوحة المفاتيح
de: Tastatur schließen
es: Cerrar teclado
fr: Fermer le clavier
he: סגור מקלדת
hi: कीबोर्ड बंद करें
it: Chiudi tastiera
ja: キーボードを閉じる
pt: Fechar teclado
ru: Закрыть клавиатуру

source: Premium
ar: مميز
es: Prémium
he: פרימיום
hi: प्रीमियम
ja: プレミアム
ru: Премиум

source: Upgrade to Premium
ar: الترقية إلى المميز
de: Auf Premium upgraden
es: Actualizar a Premium
fr: Passer à Premium
he: שדרג לפרימיום
hi: प्रीमियम में अपग्रेड करें
it: Passa a Premium
ja: プレミアムにアップグレード
pt: Atualizar para Premium
ru: Обновить до Премиум

source: Weight History
ar: تاريخ الوزن
de: Gewichtsverlauf
es: Historial de Peso
fr: Historique du poids
he: היסטוריית משקל
hi: वजन इतिहास
it: Storico peso
ja: 体重履歴
pt: Histórico de Peso
ru: История веса

source: Meal History
ar: تاريخ الوجبات
de: Mahlzeitenverlauf
es: Historial de Comidas
fr: Historique des repas
he: היסטוריית ארוחות
hi: भोजन इतिहास
it: Storico pasti
ja: 食事履歴
pt: Histórico de Refeições
ru: История приемов пищи

source: Daily Nutrition Summary
ar: ملخص التغذية اليومي
de: Tägliche Nährstoffzusammenfassung
es: Resumen Nutricional Diario
fr: Résumé nutritionnel quotidien
he: סיכום תזונה יומי
hi: दैनिक पोषण सारांश
it: Riepilogo nutrizionale giornaliero
ja: 日次栄養サマリー
pt: Resumo Nutricional Diário
ru: Ежедневная сводка по питанию

source: No weight entries yet
ar: لا توجد إدخالات وزن بعد
de: Noch keine Gewichtseinträge
es: Aún no hay entradas de peso
fr: Aucune entrée de poids pour le moment
he: עדיין אין רשומות משקל
hi: अभी तक कोई वजन प्रविष्टियां नहीं
it: Nessuna voce peso ancora
ja: 体重記録はまだありません
pt: Ainda não há entradas de peso
ru: Записей веса пока нет

source: Start tracking your weight to see your progress here
ar: ابدأ في تتبع وزنك لرؤية تقدمك هنا
de: Beginnen Sie mit der Gewichtsverfolgung, um Ihren Fortschritt hier zu sehen
es: Comienza a registrar tu peso para ver tu progreso aquí
fr: Commencez à suivre votre poids pour voir vos progrès ici
he: התחל לעקוב אחר המשקל שלך כדי לראות את ההתקדמות שלך כאן
hi: अपना वजन ट्रैक करना शुरू करें यहां अपनी प्रगति देखने के लिए
it: Inizia a tracciare il tuo peso per vedere i tuoi progressi qui
ja: 体重を記録して、ここで進捗を確認してください
pt: Comece a rastrear seu peso para ver seu progresso aqui
ru: Начните отслеживать свой вес, чтобы увидеть прогресс здесь

source: Preferences
ar: التفضيلات
de: Einstellungen
es: Preferencias
fr: Préférences
he: העדפות
hi: प्राथमिकताएं
it: Preferenze
ja: 設定
pt: Preferências
ru: Настройки

source: Choose your preferred appearance
ar: اختر المظهر المفضل لديك
de: Wählen Sie Ihr bevorzugtes Erscheinungsbild
es: Elige tu apariencia preferida
fr: Choisissez votre apparence préférée
he: בחר את המראה המועדף עליך
hi: अपनी पसंदीदा उपस्थिति चुनें
it: Scegli il tuo aspetto preferito
ja: 好みの外観を選択
pt: Escolha sua aparência preferida
ru: Выберите предпочитаемый внешний вид

source: Scan Meal
ar: مسح الوجبة
de: Mahlzeit scannen
es: Escanear Comida
fr: Scanner le repas
he: סרוק ארוחה
hi: भोजन स्कैन करें
it: Scansiona pasto
ja: 食事をスキャン
pt: Escanear Refeição
ru: Сканировать еду

source: Analysis Results
ar: نتائج التحليل
de: Analyseergebnisse
es: Resultados del Análisis
fr: Résultats de l'analyse
he: תוצאות ניתוח
hi: विश्लेषण परिणाम
it: Risultati analisi
ja: 分析結果
pt: Resultados da Análise
ru: Результаты анализа

source: Fix Result
ar: إصلاح النتيجة
de: Ergebnis korrigieren
es: Corregir Resultado
fr: Corriger le résultat
he: תקן תוצאה
hi: परिणाम ठीक करें
it: Correggi risultato
ja: 結果を修正
pt: Corrigir Resultado
ru: Исправить результат

source: What is this food?
ar: ما هذا الطعام؟
de: Was ist dieses Essen?
es: ¿Qué es esta comida?
fr: Qu'est-ce que cette nourriture?
he: מה זה האוכל הזה?
hi: यह कौन सा भोजन है?
it: Cos'è questo cibo?
ja: この食べ物は何ですか？
pt: O que é esta comida?
ru: Что это за еда?

source: Ingredients
ar: المكونات
de: Zutaten
es: Ingredientes
fr: Ingrédients
he: מרכיבים
hi: सामग्री
it: Ingredienti
ja: 材料
pt: Ingredientes
ru: Ингредиенты

source: Total Nutrition
ar: التغذية الكلية
de: Gesamtnährstoffe
es: Nutrición Total
fr: Nutrition totale
he: תזונה כוללת
hi: कुल पोषण
it: Nutrizione totale
ja: 総栄養
pt: Nutrição Total
ru: Общее питание

source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hi: नोट्स
it: Note
ja: メモ
pt: Notas
ru: Заметки

source: Meal Details
ar: تفاصيل الوجبة
de: Mahlzeitendetails
es: Detalles de la Comida
fr: Détails du repas
he: פרטי ארוחה
hi: भोजन विवरण
it: Dettagli pasto
ja: 食事の詳細
pt: Detalhes da Refeição
ru: Детали приема пищи

source: Loading meal details...
ar: جاري تحميل تفاصيل الوجبة...
de: Lade Mahlzeitendetails...
es: Cargando detalles de la comida...
fr: Chargement des détails du repas...
he: טוען פרטי ארוחה...
hi: भोजन विवरण लोड हो रहे हैं...
it: Caricamento dettagli pasto...
ja: 食事の詳細を読み込み中...
pt: Carregando detalhes da refeição...
ru: Загрузка деталей приема пищи...

source: Unable to load meal details
ar: تعذر تحميل تفاصيل الوجبة
de: Mahlzeitendetails konnten nicht geladen werden
es: No se pudieron cargar los detalles de la comida
fr: Impossible de charger les détails du repas
he: לא ניתן לטעון פרטי ארוחה
hi: भोजन विवरण लोड करने में असमर्थ
it: Impossibile caricare i dettagli del pasto
ja: 食事の詳細を読み込めませんでした
pt: Não foi possível carregar os detalhes da refeição
ru: Не удалось загрузить детали приема пищи

source: Nutrition Breakdown
ar: تفصيل التغذية
de: Nährstoffaufschlüsselung
es: Desglose Nutricional
fr: Répartition nutritionnelle
he: פירוט תזונתי
hi: पोषण विवरण
it: Ripartizione nutrizionale
ja: 栄養内訳
pt: Detalhamento Nutricional
ru: Разбивка по питанию

source: No Meals
ar: لا توجد وجبات
de: Keine Mahlzeiten
es: Sin Comidas
fr: Aucun repas
he: אין ארוחות
hi: कोई भोजन नहीं
it: Nessun pasto
ja: 食事なし
pt: Sem Refeições
ru: Нет приемов пищи

source: No meals were recorded for this day
ar: لم يتم تسجيل وجبات لهذا اليوم
de: Für diesen Tag wurden keine Mahlzeiten aufgezeichnet
es: No se registraron comidas para este día
fr: Aucun repas enregistré pour ce jour
he: לא נרשמו ארוחות ליום זה
hi: इस दिन के लिए कोई भोजन दर्ज नहीं किया गया
it: Nessun pasto registrato per questo giorno
ja: この日の食事は記録されていません
pt: Nenhuma refeição foi registrada para este dia
ru: В этот день не было записано приемов пищи

source: My Badges
ar: شاراتي
de: Meine Abzeichen
es: Mis Insignias
fr: Mes badges
he: התגים שלי
hi: मेरे बैज
it: Le mie medaglie
ja: マイバッジ
pt: Minhas Conquistas
ru: Мои значки

source: more
ar: المزيد
de: mehr
es: más
fr: plus
he: עוד
hi: अधिक
it: altro
ja: もっと
pt: mais
ru: еще

source: Tap to view all badges and achievements
ar: اضغط لعرض جميع الشارات والإنجازات
de: Tippen Sie, um alle Abzeichen und Erfolge anzuzeigen
es: Toca para ver todas las insignias y logros
fr: Appuyez pour voir tous les badges et réalisations
he: הקש כדי לראות את כל התגים וההישגים
hi: सभी बैज और उपलब्धियां देखने के लिए टैप करें
it: Tocca per vedere tutte le medaglie e i risultati
ja: タップしてすべてのバッジと実績を表示
pt: Toque para ver todas as conquistas e realizações
ru: Нажмите, чтобы увидеть все значки и достижения

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
he: היום
hi: आज
it: Oggi
ja: 今日
pt: Hoje
ru: Сегодня

source: High
ar: عالي
de: Hoch
es: Alto
fr: Élevé
he: גבוה
hi: उच्च
it: Alto
ja: 高
pt: Alto
ru: Высокая

source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
he: בינוני
hi: मध्यम
it: Medio
ja: 中
pt: Médio
ru: Средняя

source: Low
ar: منخفض
de: Niedrig
es: Bajo
fr: Faible
he: נמוך
hi: कम
it: Basso
ja: 低
pt: Baixo
ru: Низкая

source: Welcome to CalCalculator
de: Willkommen bei CalCalculator
he: ברוך הבא ל-CalCalculator
ru: Добро пожаловать в CalCalculator

source: What is your gender?
ar: ما هو جنسك؟
de: Was ist Ihr Geschlecht?
es: ¿Cuál es tu género?
fr: Quel est votre genre?
he: מה המגדר שלך?
hi: आपका लिंग क्या है?
it: Qual è il tuo genere?
ja: 性別は？
pt: Qual é o seu gênero?
ru: Какой у вас пол?

source: How old are you?
ar: كم عمرك؟
de: Wie alt sind Sie?
es: ¿Cuántos años tienes?
fr: Quel âge avez-vous?
he: כמה אתה בן?
hi: आपकी उम्र क्या है?
it: Quanti anni hai?
ja: 年齢は？
pt: Quantos anos você tem?
ru: Сколько вам лет?

source: Body Metrics
ar: مقاييس الجسم
de: Körpermaße
es: Métricas Corporales
fr: Métriques corporelles
he: מדדי גוף
hi: शरीर मेट्रिक्स
it: Metriche corporee
ja: 身体測定
pt: Métricas Corporais
ru: Показатели тела

source: You can change this anytime in Settings.
ar: يمكنك تغيير هذا في أي وقت في الإعدادات.
de: Sie können dies jederzeit in den Einstellungen ändern.
es: Puedes cambiar esto en cualquier momento en Configuración.
fr: Vous pouvez modifier cela à tout moment dans les Paramètres.
he: אתה יכול לשנות את זה בכל עת בהגדרות.
hi: आप इसे कभी भी सेटिंग्स में बदल सकते हैं।
it: Puoi cambiare questo in qualsiasi momento nelle Impostazioni.
ja: 設定でいつでも変更できます。
pt: Você pode alterar isso a qualquer momento nas Configurações.
ru: Вы можете изменить это в любое время в Настройках.

source: Allow Notifications
ar: السماح بالإشعارات
de: Benachrichtigungen zulassen
es: Permitir Notificaciones
fr: Autoriser les notifications
he: אפשר התראות
hi: सूचनाएं अनुमति दें
it: Consenti notifiche
ja: 通知を許可
pt: Permitir Notificações
ru: Разрешить уведомления

source: Enable Notifications
ar: تفعيل الإشعارات
de: Benachrichtigungen aktivieren
es: Habilitar Notificaciones
fr: Activer les notifications
he: הפעל התראות
hi: सूचनाएं सक्षम करें
it: Abilita notifiche
ja: 通知を有効化
pt: Ativar Notificações
ru: Включить уведомления

source: Track your nutrition with ease
ar: تتبع تغذيتك بسهولة
de: Verfolgen Sie Ihre Ernährung mit Leichtigkeit
es: Rastrea tu nutrición con facilidad
fr: Suivez votre nutrition en toute simplicité
he: עקוב אחר התזונה שלך בקלות
hi: आसानी से अपने पोषण को ट्रैक करें
it: Traccia la tua nutrizione con facilità
ja: 簡単に栄養を追跡
pt: Acompanhe sua nutrição com facilidade
ru: Отслеживайте свое питание с легкостью

source: Already have an account?
ar: هل لديك حساب بالفعل؟
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte?
he: כבר יש לך חשבון?
hi: पहले से खाता है?
it: Hai già un account?
ja: すでにアカウントをお持ちですか？
pt: Já tem uma conta?
ru: Уже есть аккаунт?

source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
he: התחבר
hi: साइन इन करें
it: Accedi
ja: サインイン
pt: Entrar
ru: Войти

source: %d cal | %dg protein
ar: %d سعرة | %dغ بروتين
de: %d cal | %dg Eiweiß
es: %d cal | %dg proteína
fr: %d cal | %dg protéine
hi: %d कैलोरी | %dग्राम प्रोटीन
it: %d cal | %dg proteine
ja: %d カロリー | %dグラム タンパク質
pt: %d cal | %dg proteína
ru: %d ккал | %dг белка

source: %d entries
ar: %d إدخال
de: %d Einträge
es: %d entradas
fr: %d éléments
hi: %d प्रविष्टियां
it: %d voci
ja: %d エントリ
pt: %d entradas
ru: %d записей

source: %d of %d earned
ar: %d من %d محصل
de: %d von %d verdient
es: %d de %d ganados
fr: %d sur %d gagnés
hi: %d में से %d अर्जित
it: %d di %d guadagnati
ja: %d 個中 %d 個獲得
pt: %d de %d ganhos
ru: %d из %d заработано

source: %d%% Complete
ar: %d%% مكتمل
de: %d%% Abgeschlossen
es: %d%% completo
fr: %d%% complet
hi: %d%% पूर्ण
it: %d%% Completato
ja: %d%% 完了
pt: %d%% Completo
ru: %d%% Завершено
