Repository: zoharb157/CalCalculator
Catalog: playground/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, hi, it, ja, pt, ru

source: Daily Step Goal
ar: هدف الخطوات اليومي
de: Tägliches Schrittziel
es: Objetivo diario de pasos
hi: दैनिक कदम लक्ष्य
it: Obiettivo passi giornaliero
ja: 毎日の歩数目標
pt: Meta de passos diários
ru: Ежедневная цель по шагам

source: Daily adherence tracking
ar: تتبع الالتزام اليومي
de: Tägliche Einhaltungsverfolgung
es: Seguimiento diario del cumplimiento
fr: Suivi quotidien de l'observance
hi: दैनिक अनुपालन ट्रैकिंग
it: Tracciamento aderenza giornaliera
ja: 毎日の遵守追跡
pt: Rastreamento de aderência diária
ru: Ежедневное отслеживание приверженности

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Foncé
hi: डार्क
it: Scuro
ja: ダーク
pt: Escuro
ru: Темный

source: Date of Birth
ar: تاريخ الميلاد
de: Geburtsdatum
es: Fecha de nacimiento
fr: DATE DE NAISSANCE
hi: जन्म तिथि
it: Data di nascita
ja: 生年月日
pt: Data de nascimento
ru: Дата рождения

source: Days
ar: الأيام
de: Tage
es: Días
fr: Jours
hi: दिन
it: Giorni
ja: 日数
pt: Dias
ru: Дни

source: Days Active
ar: الأيام النشطة
de: Aktive Tage
es: Días de actividad
fr: Jours en tant qu'actif
hi: सक्रिय दिन
it: Giorni attivi
ja: アクティブな日数
pt: Dias ativos
ru: Активные дни

source: Debug
ar: التصحيح
es: Eliminar fallos
fr: Déboguer
hi: डीबग
ja: デバッグ
ru: Отладка

source: Debug Information
ar: معلومات التصحيح
de: Debug-Informationen
es: Información para depurar
fr: Information de débogage
hi: डीबग जानकारी
it: Informazioni debug
ja: デバッグ情報
pt: Informações de debug
ru: Информация об отладке

source: Debug Status
ar: حالة التصحيح
es: Estado de depuración
fr: État du débogage
hi: डीबग स्थिति
it: Stato debug
ja: デバッグステータス
pt: Status de debug
ru: Статус отладки

source: Debug: Is Subscribed
ar: التصحيح: مشترك
de: Debug: Abonniert
es: Depuración: está suscrito
fr: Débogage : est abonné
hi: डीबग: सदस्यता ली गई
it: Debug: È abbonato
ja: デバッグ：購読中
pt: Debug: Está inscrito
ru: Отладка: Подписан

source: Declining
ar: في انخفاض
de: Rückläufig
es: Rechazo
fr: En déclin
hi: गिरावट
it: In declino
ja: 減少中
pt: Declinando
ru: Снижение

source: Dedicated Tracker
ar: متتبع مخصص
de: Hingebungsvoller Tracker
es: Rastreador dedicado
fr: Suivi dédié
hi: समर्पित ट्रैकर
it: Tracker dedicato
ja: 専用トラッカー
pt: Rastreador dedicado
ru: Преданный трекер

source: Delete \
ar: حذف \
de: Löschen \
es: Suprimir
fr: Supprimer
hi: हटाएं \
it: Elimina \
ja: 削除 \
pt: Excluir \
ru: Удалить \

source: Describe the food to help improve analysis accuracy.
ar: اوصف الطعام لتحسين دقة التحليل.
de: Beschreibe das Essen, um die Analysegenauigkeit zu verbessern.
es: Describa los alimentos para ayudar a mejorar la precisión del análisis.
fr: Décrivez les aliments pour aider à améliorer la précision de l'analyse.
hi: विश्लेषण सटीकता में सुधार करने के लिए भोजन का वर्णन करें।
it: Descrivi il cibo per migliorare l'accuratezza dell'analisi.
ja: 分析の精度を向上させるために食べ物を説明してください。
pt: Descreva a comida para ajudar a melhorar a precisão da análise.
ru: Опишите еду, чтобы помочь улучшить точность анализа.

source: Describe the food to help us analyze it more accurately.
ar: اوصف الطعام لمساعدتنا في تحليله بدقة أكبر.
de: Beschreibe das Essen, damit wir es genauer analysieren können.
es: Describe el alimento para ayudarnos a analizarlo con mayor precisión.
fr: Décrivez la nourriture pour nous aider à l'analyser plus précisément.
hi: हमें इसे अधिक सटीक रूप से विश्लेषण करने में मदद करने के लिए भोजन का वर्णन करें।
it: Descrivi il cibo per aiutarci ad analizzarlo più accuratamente.
ja: より正確に分析するために食べ物を説明してください。
pt: Descreva a comida para nos ajudar a analisá-la com mais precisão.
ru: Опишите еду, чтобы помочь нам проанализировать ее более точно.

source: Description (optional)
ar: الوصف (اختياري)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
hi: विवरण (वैकल्पिक)
it: Descrizione (opzionale)
ja: 説明（オプション）
pt: Descrição (opcional)
ru: Описание (необязательно)

source: Detected:
ar: تم الكشف:
de: Erkannt:
es: Detectado:
fr: Détecté & #160;:
hi: पता चला:
it: Rilevato:
ja: 検出：
pt: Detectado:
ru: Обнаружено:

source: Device
ar: الجهاز
de: Gerät
es: Dispositivo
fr: Dispositif
hi: उपकरण
it: Dispositivo
ja: デバイス
pt: Dispositivo
ru: Устройство

source: Diet Insights
ar: رؤى النظام الغذائي
de: Ernährungseinblicke
fr: Perspectives sur l'alimentation
hi: आहार अंतर्दृष्टि
it: Insights dieta
ja: 食事の洞察
pt: Insights da dieta
ru: Инсайты диеты

source: Diet Plan Templates
ar: قوالب خطة النظام الغذائي
de: Ernährungsplan-Vorlagen
es: Las plantillas de plan
fr: Modèles de plan de régime
hi: आहार योजना टेम्प्लेट
it: Modelli piano dietetico
ja: 食事計画テンプレート
pt: Modelos de plano de dieta
ru: Шаблоны плана диеты

source: Difference:
ar: الفرق:
de: Unterschied:
es: Diferencia:
fr: Différence:
hi: अंतर:
it: Differenza:
ja: 違い：
pt: Diferença:
ru: Разница:

source: Distance
ar: المسافة
de: Distanz
es: Distancia
hi: दूरी
it: Distanza
ja: 距離
pt: Distância
ru: Расстояние

source: Dotted
ar: منقط
de: Gepunktet
es: Punteado
fr: Pointillés
hi: बिंदीदार
it: Punteggiato
ja: 点線
pt: Pontilhado
ru: Пунктирный

source: Download your data as PDF
ar: تنزيل بياناتك كـ PDF
de: Lade deine Daten als PDF herunter
es: Descarga tus datos en formato PDF
fr: Téléchargez vos données au format PDF
hi: अपना डेटा PDF के रूप में डाउनलोड करें
it: Scarica i tuoi dati come PDF
ja: データをPDFとしてダウンロード
pt: Baixe seus dados como PDF
ru: Скачать ваши данные в формате PDF

source: Earned
ar: محصل
de: Verdient
es: ganado
fr: Validé
hi: अर्जित
it: Guadagnato
ja: 獲得
pt: Ganho
ru: Заработано

source: Earned %@
ar: محصل %@
de: Verdient %@
es: ganado
fr: Validé
hi: अर्जित %@
it: Guadagnato %@
ja: 獲得 %@
pt: Ganho %@
ru: Заработано %@

source: Easy
ar: سهل
de: Einfach
es: Fácil
fr: Facile
hi: आसान
it: Facile
ja: 簡単
pt: Fácil
ru: Легко

source: Edit & Add Items
ar: تحرير وإضافة عناصر
de: Bearbeiten & Artikel hinzufügen
es: Editar y añadir artículos
fr: Modifier et ajouter des articles
hi: आइटम संपादित करें और जोड़ें
it: Modifica e aggiungi elementi
ja: 編集とアイテム追加
pt: Editar e adicionar itens
ru: Редактировать и добавить элементы

source: Edit Meal
ar: تحرير وجبة
de: Mahlzeit bearbeiten
es: Editar Comida
fr: Modifier le plat
hi: भोजन संपादित करें
it: Modifica pasto
ja: 食事を編集
pt: Editar refeição
ru: Редактировать прием пищи

source: Edit Name
ar: تحرير الاسم
de: Namen bearbeiten
es: Editar nombre
fr: Modifier le nom
hi: नाम संपादित करें
it: Modifica nome
ja: 名前を編集
pt: Editar nome
ru: Редактировать имя

source: Edit Scheduled Meal
ar: تحرير وجبة مجدولة
de: Geplante Mahlzeit bearbeiten
es: Editar comida programada
fr: Modifier le repas planifié
hi: निर्धारित भोजन संपादित करें
it: Modifica pasto programmato
ja: スケジュールされた食事を編集
pt: Editar refeição agendada
ru: Редактировать запланированный прием пищи

source: Edit Username
ar: تحرير اسم المستخدم
de: Benutzernamen bearbeiten
es: Editar nombre de usuario
fr: Modifier le nom d'utilisateur
hi: उपयोगकर्ता नाम संपादित करें
it: Modifica nome utente
ja: ユーザー名を編集
pt: Editar nome de usuário
ru: Редактировать имя пользователя

source: Email content has been copied. Please paste it into your email app.
ar: تم نسخ محتوى البريد الإلكتروني. يرجى لصقه في تطبيق البريد الإلكتروني.
de: E-Mail-Inhalt wurde kopiert. Bitte füge ihn in deine E-Mail-App ein.
es: Se ha copiado el contenido del correo electrónico. Pégalo en tu aplicación de correo electrónico.
fr: Le contenu de l'e-mail a été copié. Veuillez le coller dans votre application de messagerie.
hi: ईमेल सामग्री कॉपी की गई है। कृपया इसे अपने ईमेल ऐप में पेस्ट करें।
it: Il contenuto email è stato copiato. Incollalo nella tua app email.
ja: メール内容がコピーされました。メールアプリに貼り付けてください。
pt: O conteúdo do email foi copiado. Cole-o no seu app de email.
ru: Содержимое электронной почты было скопировано. Пожалуйста, вставьте его в ваше приложение электронной почты.

source: Enable Health Access
ar: تمكين الوصول للصحة
de: Gesundheitszugriff aktivieren
es: Habilitar el acceso a la salud
fr: Activer l'accès à la santé
hi: स्वास्थ्य पहुंच सक्षम करें
it: Abilita accesso Salute
ja: 健康アクセスを有効化
pt: Habilitar acesso à saúde
ru: Включить доступ к здоровью

source: Enabled
ar: مفعّل
de: Aktiviert
es: Habilitado
fr: Actif
hi: सक्षम
it: Abilitato
ja: 有効
pt: Habilitado
ru: Включено

source: Entries
ar: الإدخالات
de: Einträge
es: Entradas
fr: marginales
hi: प्रविष्टियां
it: Voci
ja: エントリ
pt: Entradas
ru: Записи

source: Error: %@
ar: خطأ: %@
de: Fehler: %@
fr: Erreur :
hi: त्रुटि: %@
it: Errore: %@
ja: エラー：%@
pt: Erro: %@
ru: Ошибка: %@

source: Estimating nutritional values...
ar: تقدير القيم الغذائية...
de: Nährwerte schätzen...
es: Estimación de valores nutricionales...
fr: Estimation des valeurs nutritionnelles...
hi: पोषण मूल्यों का अनुमान...
it: Stima valori nutrizionali...
ja: 栄養価を推定中...
pt: Estimando valores nutricionais...
ru: Оценка питательных значений...

source: Evening
ar: مساء
de: Abend
es: Tarde
fr: Soir
hi: शाम
it: Sera
ja: 夕方
pt: Noite
ru: Вечер

source: Excellent! You're doing great
ar: ممتاز! أنت تقوم بعمل رائع
de: Ausgezeichnet! Du machst es großartig
es: ¡Excelente! Lo estás haciendo muy bien
fr: C'est parfait !
hi: उत्कृष्ट! आप बहुत अच्छा कर रहे हैं
it: Eccellente! Stai andando benissimo
ja: 素晴らしい！順調です
pt: Excelente! Você está indo muito bem
ru: Отлично! Вы отлично справляетесь

source: Expected Calories
ar: السعرات المتوقعة
de: Erwartete Kalorien
es: Calorías esperadas
fr: Calories attendues
hi: अपेक्षित कैलोरी
it: Calorie previste
ja: 予想カロリー
pt: Calorias esperadas
ru: Ожидаемые калории

source: Expected:
ar: متوقع:
de: Erwartet:
es: Previsto:
fr: Attendu :
hi: अपेक्षित:
it: Previsto:
ja: 予想：
pt: Esperado:
ru: Ожидается:

source: Export All Data
ar: تصدير جميع البيانات
de: Alle Daten exportieren
es: Exportar todos los datos
fr: Exporter toutes les données
hi: सभी डेटा निर्यात करें
it: Esporta tutti i dati
ja: すべてのデータをエクスポート
pt: Exportar todos os dados
ru: Экспортировать все данные

source: Export as CSV
ar: تصدير كـ CSV
de: Als CSV exportieren
es: Exportar como CSV
fr: Exp. format CSV
hi: CSV के रूप में निर्यात करें
it: Esporta come CSV
ja: CSVとしてエクスポート
pt: Exportar como CSV
ru: Экспортировать как CSV

source: Fat
ar: الدهون
de: Fett
es: Grasas
fr: Matières grasses
hi: वसा
it: Grasso
ja: 脂肪
pt: Gordura
ru: Жир

source: Feet
ar: قدم
de: Fuß
es: Pies
fr: Pieds
hi: फीट
it: Piedi
ja: フィート
pt: Pés
ru: Футы

source: First Bite
ar: اللقمة الأولى
de: Erster Bissen
es: Primer bocado
fr: Première bouchée
hi: पहला काट
it: Primo morso
ja: 最初の一口
pt: Primeira mordida
ru: Первый укус

source: Focus on %@
ar: التركيز على %@
de: Fokussiere auf %@
es: Enfoque en
fr: Concentrez-vous sur
hi: %@ पर ध्यान दें
it: Concentrati su %@
ja: %@ に焦点を当てる
pt: Focar em %@
ru: Сосредоточиться на %@

source: Food Details
ar: تفاصيل الطعام
de: Essensdetails
es: Detalles de la comida
fr: Détails de la nourriture
hi: भोजन विवरण
it: Dettagli cibo
ja: 食べ物の詳細
pt: Detalhes da comida
ru: Детали еды

source: Free
ar: مجاني
de: Kostenlos
es: Gratis
fr: Libre
hi: मुफ्त
it: Gratuito
ja: 無料
pt: Grátis
ru: Бесплатно

source: Friend's referral code has been applied successfully.
ar: تم تطبيق رمز الإحالة للصديق بنجاح.
de: Der Empfehlungscode deines Freundes wurde erfolgreich angewendet.
es: El código de recomendación de un amigo se ha aplicado correctamente.
fr: Le code de parrainage de votre ami a été appliqué avec succès.
hi: मित्र का रेफरल कोड सफलतापूर्वक लागू किया गया है।
it: Il codice di riferimento dell'amico è stato applicato con successo.
ja: 友達の紹介コードが正常に適用されました。
pt: O código de indicação do amigo foi aplicado com sucesso.
ru: Реферальный код друга был успешно применен.

source: From:
ar: من:
de: Von:
fr: De:
hi: से:
it: Da:
ja: から：
pt: De:
ru: От:

source: Gender
ar: الجنس
de: Geschlecht
es: Género
fr: Genre
hi: लिंग
it: Genere
ja: 性別
pt: Gênero
ru: Пол

source: Getting Started
ar: البدء
de: Erste Schritte
es: Vamos a Empezar
fr: Par où commencer
hi: शुरुआत
it: Inizia
ja: はじめに
pt: Começando
ru: Начало работы

source: Give your diet plan a memorable name
ar: أعط خطة نظامك الغذائي اسماً لا يُنسى
de: Gib deinem Ernährungsplan einen einprägsamen Namen
es: Dale a tu plan de dieta un nombre memorable
fr: Donnez un nom mémorable à votre régime alimentaire
hi: अपनी आहार योजना को एक यादगार नाम दें
it: Dai al tuo piano dietetico un nome memorabile
ja: あなたの食事計画に覚えやすい名前を付けてください
pt: Dê ao seu plano de dieta um nome memorável
ru: Дайте вашему плану диеты запоминающееся имя

source: Goal Getter
ar: محقق الأهداف
de: Zielerreicher
fr: Axé sur les résultats
hi: लक्ष्य प्राप्तकर्ता
it: Raggiungitore obiettivi
ja: 目標達成者
pt: Conquistador de objetivos
ru: Достигатель целей

source: Goal: %.1f %@
ar: الهدف: %.1f %@
de: Ziel: %.1f %@
es: Objetivo: %.1f %@
fr: Objectif : %.1f %@
hi: लक्ष्य: %.1f %@
it: Obiettivo: %.1f %@
ja: 目標：%.1f %@
pt: Objetivo: %.1f %@
ru: Цель: %.1f %@

source: Goals & Tracking
ar: الأهداف والتتبع
de: Ziele & Verfolgung
es: Objetivos y seguimiento
fr: Objectifs et suivi
hi: लक्ष्य और ट्रैकिंग
it: Obiettivi e tracciamento
ja: 目標とトラッキング
pt: Objetivos e rastreamento
ru: Цели и отслеживание

source: Good progress, keep it up
ar: تقدم جيد، استمر
de: Guter Fortschritt, mach weiter
es: Buen progreso, sigue así
fr: Bon progrès, continuez
hi: अच्छी प्रगति, जारी रखें
it: Buon progresso, continua così
ja: 順調です、続けてください
pt: Bom progresso, continue assim
ru: Хороший прогресс, продолжайте

source: Great job! Keep up the consistency
ar: عمل رائع! حافظ على الاتساق
de: Großartige Arbeit! Bleib konsistent
es: ¡Buen trabajo! Mantén la consistencia
fr: Excellent travail ! Continuez la cohérence
hi: बढ़िया काम! निरंतरता बनाए रखें
it: Ottimo lavoro! Mantieni la coerenza
ja: 素晴らしい仕事！一貫性を保ってください
pt: Ótimo trabalho! Mantenha a consistência
ru: Отличная работа! Поддерживайте последовательность

source: Great! Calories Match
ar: رائع! السعرات متطابقة
de: Großartig! Kalorien stimmen überein
es: ¡Genial! Calorías coinciden
fr: Parfait ! Les calories correspondent
hi: बढ़िया! कैलोरी मेल खाती है
it: Ottimo! Le calorie corrispondono
ja: 素晴らしい！カロリーが一致しました
pt: Ótimo! As calorias correspondem
ru: Отлично! Калории совпадают

source: Green
ar: أخضر
de: Grün
es: Verde
fr: Vert
hi: हरा
it: Verde
ja: 緑
pt: Verde
ru: Зеленый

source: Have a Friend's Code?
ar: هل لديك رمز صديق؟
de: Hast du einen Freundescode?
es: ¿Tienes un código de amigo?
fr: Avez-vous un code d'ami ?
hi: क्या आपके पास मित्र का कोड है?
it: Hai un codice amico?
ja: 友達のコードをお持ちですか？
pt: Tem um código de amigo?
ru: Есть код друга?

source: Health data is not available on this device
ar: بيانات الصحة غير متاحة على هذا الجهاز
de: Gesundheitsdaten sind auf diesem Gerät nicht verfügbar
es: Los datos de salud no están disponibles en este dispositivo
fr: Les données de santé ne sont pas disponibles sur cet appareil
hi: इस उपकरण पर स्वास्थ्य डेटा उपलब्ध नहीं है
it: I dati sanitari non sono disponibili su questo dispositivo
ja: このデバイスでは健康データは利用できません
pt: Os dados de saúde não estão disponíveis neste dispositivo
ru: Данные о здоровье недоступны на этом устройстве

source: HealthKit Unavailable
ar: HealthKit غير متاح
de: HealthKit nicht verfügbar
es: HealthKit no disponible
fr: HealthKit indisponible
hi: HealthKit अनुपलब्ध
it: HealthKit non disponibile
ja: HealthKit利用不可
pt: HealthKit indisponível
ru: HealthKit недоступен

source: Heart Rate
ar: معدل ضربات القلب
de: Herzfrequenz
es: Frecuencia Cardíaca
fr: Fréquence cardiaque
hi: हृदय गति
it: Frequenza cardiaca
ja: 心拍数
pt: Frequência cardíaca
ru: Частота сердечных сокращений

source: Height
ar: الطول
de: Größe
es: Altura
fr: Taille
hi: ऊंचाई
it: Altezza
ja: 身長
pt: Altura
ru: Рост

source: High Confidence
ar: ثقة عالية
de: Hohes Vertrauen
es: Alta confianza
fr: Confiance élevée
hi: उच्च आत्मविश्वास
it: Alta confidenza
ja: 高信頼度
pt: Alta confiança
ru: Высокая уверенность

source: How It Works
ar: كيف يعمل
de: Wie es funktioniert
es: Cómo funciona
fr: Comment ça marche
hi: यह कैसे काम करता है
it: Come funziona
ja: 使い方
pt: Como funciona
ru: Как это работает

source: Identified Foods
ar: الأطعمة المحددة
de: Identifizierte Lebensmittel
es: Alimentos identificados
fr: Aliments identifiés
hi: पहचाने गए भोजन
it: Alimenti identificati
ja: 識別された食べ物
pt: Alimentos identificados
ru: Идентифицированные продукты

source: Identifying ingredients...
ar: تحديد المكونات...
de: Zutaten identifizieren...
es: Identificando ingredientes...
fr: Identification des ingrédients...
hi: सामग्री की पहचान...
it: Identificazione ingredienti...
ja: 材料を識別中...
pt: Identificando ingredientes...
ru: Идентификация ингредиентов...

source: Improve Adherence
ar: تحسين الالتزام
de: Einhaltung verbessern
es: Mejorar la adherencia
fr: Améliorer l'adhérence
hi: अनुपालन में सुधार करें
it: Migliora aderenza
ja: 遵守を改善
pt: Melhorar aderência
ru: Улучшить приверженность

source: Improvement Trend
ar: اتجاه التحسين
de: Verbesserungstrend
es: Tendencia a mejorar
fr: Tendance d'amélioration
hi: सुधार प्रवृत्ति
it: Tendenza miglioramento
ja: 改善の傾向
pt: Tendência de melhoria
ru: Тенденция улучшения

source: Improving
ar: في تحسن
de: Verbesserung
es: Hay mejoría
fr: Amélioration
hi: सुधार हो रहा है
it: Miglioramento
ja: 改善中
pt: Melhorando
ru: Улучшение

source: In order to scan your food, you must enable camera permissions
ar: للمسح طعامك، يجب تفعيل أذونات الكاميرا
de: Um dein Essen zu scannen, musst du Kameraberechtigungen aktivieren
es: Para escanear tu comida, debes habilitar los permisos de la cámara
fr: Pour scanner votre nourriture, vous devez activer les permissions de la caméra
hi: अपने भोजन को स्कैन करने के लिए, आपको कैमरा अनुमतियां सक्षम करनी होंगी
it: Per scansionare il tuo cibo, devi abilitare i permessi della fotocamera
ja: 食べ物をスキャンするには、カメラの許可を有効にする必要があります
pt: Para escanear sua comida, você deve habilitar as permissões da câmera
ru: Чтобы отсканировать вашу еду, вы должны включить разрешения камеры

source: Inches
ar: بوصة
de: Zoll
fr: Pouces
hi: इंच
it: Pollici
ja: インチ
pt: Polegadas
ru: Дюймы

source: Insufficient data
ar: بيانات غير كافية
de: Unzureichende Daten
fr: Données insuffisantes
hi: अपर्याप्त डेटा
it: Dati insufficienti
ja: データ不足
pt: Dados insuficientes
ru: Недостаточно данных

source: Invite Friends & Earn Rewards
ar: دعوة الأصدقاء وكسب المكافآت
de: Freunde einladen & Belohnungen verdienen
es: Invite a un amigo y obtenga<br>6 meses adicionales
fr: Inviter des amis et gagner des récompenses
hi: मित्रों को आमंत्रित करें और पुरस्कार अर्जित करें
it: Invita amici e guadagna ricompense
ja: 友達を招待して報酬を獲得
pt: Convide amigos e ganhe recompensas
ru: Пригласить друзей и заработать награды

source: Jogging - 6 mph (10 minute miles)
ar: الركض - 10 كم/س (6 دقائق لكل ميل)
de: Joggen - 10 km/h (6 Minuten pro Meile)
es: Correr - 6 mph (10 minutos millas)
fr: Jogging - 10 km/h (6 minutes par mile)
hi: जॉगिंग - 10 किमी/घंटा (1 मील 6 मिनट)
it: Jogging - 10 km/h (6 minuti per miglio)
ja: ジョギング - 10 km/h（1マイル6分）
pt: Corrida - 10 km/h (6 minutos por milha)
ru: Бег трусцой - 10 км/ч (6 минут на милю)

source: Keep It Up!
ar: استمر!
de: Mach weiter!
es: ¡Sigue así!
fr: Continuez !
hi: जारी रखें!
it: Continua così!
ja: 続けてください！
pt: Continue assim!
ru: Продолжайте!

source: Keep logging to unlock more badges!
ar: استمر في التسجيل لفتح المزيد من الشارات!
de: Protokolliere weiter, um mehr Abzeichen freizuschalten!
es: ¡Sigue registrándote para desbloquear más insignias!
fr: Continuez à enregistrer pour débloquer plus de badges !
hi: अधिक बैज अनलॉक करने के लिए लॉगिंग जारी रखें!
it: Continua a registrare per sbloccare più badge!
ja: より多くのバッジを解除するために記録を続けてください！
pt: Continue registrando para desbloquear mais emblemas!
ru: Продолжайте регистрировать, чтобы разблокировать больше значков!

source: Large Meal
ar: وجبة كبيرة
de: Große Mahlzeit
es: Una comida abundante
fr: Grand repas
hi: बड़ा भोजन
it: Pasto grande
ja: 大きな食事
pt: Refeição grande
ru: Большой прием пищи

source: Last 2 Weeks
ar: آخر أسبوعين
de: Letzte 2 Wochen
es: Última 2 semanas
fr: 2 dernières semaines
hi: पिछले 2 सप्ताह
it: Ultime 2 settimane
ja: 過去2週間
pt: Últimas 2 semanas
ru: Последние 2 недели

source: Last 3 Months
ar: آخر 3 أشهر
de: Letzte 3 Monate
es: Últimos 3 meses
fr: 3 derniers mois
hi: पिछले 3 महीने
it: Ultimi 3 mesi
ja: 過去3ヶ月
pt: Últimos 3 meses
ru: Последние 3 месяца

source: Last 3 Weeks
ar: آخر 3 أسابيع
de: Letzte 3 Wochen
es: (últimas 3 semanas)
fr: 3 dernières semaines
hi: पिछले 3 सप्ताह
it: Ultime 3 settimane
ja: 過去3週間
pt: Últimas 3 semanas
ru: Последние 3 недели

source: Last 6 Months
ar: آخر 6 أشهر
de: Letzte 6 Monate
es: Últimos 6 meses
fr: 6 derniers mois
hi: पिछले 6 महीने
it: Ultimi 6 mesi
ja: 過去6ヶ月
pt: Últimos 6 meses
ru: Последние 6 месяцев

source: Last 7 Days
ar: آخر 7 أيام
de: Letzte 7 Tage
es: Últimos 7 Días
fr: 7 derniers jours
hi: पिछले 7 दिन
it: Ultimi 7 giorni
ja: 過去7日
pt: Últimos 7 dias
ru: Последние 7 дней

source: Last Month
ar: الشهر الماضي
de: Letzter Monat
es: Último mes
fr: Mois dernier
hi: पिछला महीना
it: Mese scorso
ja: 先月
pt: Mês passado
ru: Прошлый месяц

source: Last Year
ar: العام الماضي
de: Letztes Jahr
es: El año pasado
fr: Année dernière
hi: पिछला वर्ष
it: Anno scorso
ja: 昨年
pt: Ano passado
ru: Прошлый год

source: Let's get back on track
ar: دعنا نعود إلى المسار الصحيح
de: Lass uns wieder auf Kurs kommen
es: Retomemos donde lo dejamos.
fr: Reprenons le bon chemin
hi: चलो वापस ट्रैक पर आते हैं
it: Riprendiamo il percorso
ja: 軌道に戻りましょう
pt: Vamos voltar aos trilhos
ru: Давайте вернемся на правильный путь

source: Light
ar: خفيف
de: Leicht
es: Claro
fr: Léger
hi: हल्का
it: Leggero
ja: 軽い
pt: Leve
ru: Легкий

source: Light Snack
ar: وجبة خفيفة
de: Leichte Zwischenmahlzeit
es: Un tentempié ligero
fr: Collation légère
hi: हल्का स्नैक
it: Spuntino leggero
ja: 軽いスナック
pt: Lanche leve
ru: Легкая закуска

source: Live Activity
ar: نشاط مباشر
de: Live-Aktivität
es: Actividad en directo
fr: Activité en direct
hi: लाइव गतिविधि
it: Attività live
ja: ライブアクティビティ
pt: Atividade ao vivo
ru: Живая активность

source: Loading meals...
ar: تحميل الوجبات...
de: Mahlzeiten laden...
es: Cargando comidas...
fr: Chargement des repas...
hi: भोजन लोड हो रहे हैं...
it: Caricamento pasti...
ja: 食事を読み込み中...
pt: Carregando refeições...
ru: Загрузка приемов пищи...

source: Loading progress data...
ar: تحميل بيانات التقدم...
de: Fortschrittsdaten laden...
es: Cargando...
fr: Chargement des données de progression...
hi: प्रगति डेटा लोड हो रहा है...
it: Caricamento dati progresso...
ja: 進捗データを読み込み中...
pt: Carregando dados de progresso...
ru: Загрузка данных о прогрессе...

source: Log In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: लॉग इन करें
it: Accedi
ja: ログイン
pt: Entrar
ru: Войти

source: Low Confidence
ar: ثقة منخفضة
de: Niedriges Vertrauen
es: Confianza Baja
fr: Confiance faible
hi: कम आत्मविश्वास
it: Bassa confidenza
ja: 低信頼度
pt: Baixa confiança
ru: Низкая уверенность

source: Manual
ar: يدوي
de: Manuell
fr: Manuel
hi: मैनुअल
it: Manuale
ja: 手動
ru: Ручной

source: Manually control subscription status for testing
ar: التحكم يدوياً في حالة الاشتراك للاختبار
de: Abonnementstatus manuell für Tests steuern
es: Controlar manualmente el estado de la suscripción para realizar pruebas
fr: Contrôler manuellement le statut d'abonnement pour les tests
hi: परीक्षण के लिए सदस्यता स्थिति को मैन्युअल रूप से नियंत्रित करें
it: Controlla manualmente lo stato dell'abbonamento per i test
ja: テストのために購読ステータスを手動で制御
pt: Controlar manualmente o status da assinatura para testes
ru: Вручную управлять статусом подписки для тестирования

source: Meal Name
ar: اسم الوجبة
de: Mahlzeitname
es: Nombre de la comida
fr: Nom du repas
hi: भोजन नाम
it: Nome pasto
ja: 食事名
pt: Nome da refeição
ru: Название приема пищи

source: Meal Not Found
ar: لم يتم العثور على الوجبة
de: Mahlzeit nicht gefunden
es: No encontrado
fr: Repas introuvable
hi: भोजन नहीं मिला
it: Pasto non trovato
ja: 食事が見つかりません
pt: Refeição não encontrada
ru: Прием пищи не найден

source: Meal Reminder
ar: تذكير الوجبة
de: Mahlzeiterinnerung
es: Recordatorio de comida
fr: Rappel de repas
hi: भोजन अनुस्मारक
it: Promemoria pasto
ja: 食事リマインダー
pt: Lembrete de refeição
ru: Напоминание о приеме пищи
