Repository: zoharb157/CalCalculator
Catalog: playground/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, hi, it, ja, pt, ru

source: Export all your data in a comprehensive PDF report.
ar: قم بتصدير جميع بياناتك في تقرير PDF شامل.
de: Exportieren Sie alle Ihre Daten in einem umfassenden PDF-Bericht.
es: Exporta todos tus datos en un informe PDF completo.
fr: Exportez toutes vos données dans un rapport PDF complet.
he: ייצא את כל הנתונים שלך בדוח PDF מקיף.
hi: अपने सभी डेटा को एक व्यापक PDF रिपोर्ट में निर्यात करें।
it: Esporta tutti i tuoi dati in un rapporto PDF completo.
ja: すべてのデータを包括的なPDFレポートとしてエクスポート。
pt: Exporte todos os seus dados em um relatório PDF abrangente.
ru: Экспортируйте все свои данные в комплексный PDF-отчет.

source: Generating PDF...
ar: جاري إنشاء PDF...
de: PDF wird generiert...
es: Generando PDF...
fr: Génération du PDF...
he: מייצר PDF...
hi: PDF जेनरेट हो रहा है...
it: Generazione PDF...
ja: PDFを生成中...
pt: Gerando PDF...
ru: Создание PDF...

source: Export Error
ar: خطأ في التصدير
de: Exportfehler
es: Error de Exportación
fr: Erreur d'Exportation
he: שגיאת ייצוא
hi: निर्यात त्रुटि
it: Errore di Esportazione
ja: エクスポートエラー
pt: Erro de Exportação
ru: Ошибка экспорта

source: An unknown error occurred.
ar: حدث خطأ غير معروف.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ocurrió un error desconocido.
fr: Une erreur inconnue s'est produite.
he: אירעה שגיאה לא ידועה.
hi: एक अज्ञात त्रुटि हुई।
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
pt: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка.

source: Save Your Weight
ar: احفظ وزنك
de: Ihr Gewicht Speichern
es: Guardar Tu Peso
fr: Enregistrer Votre Poids
he: שמור את המשקל שלך
hi: अपना वजन सहेजें
it: Salva il Tuo Peso
ja: 体重を保存
pt: Salvar Seu Peso
ru: Сохраните свой вес

source: Track your progress by saving your current weight
ar: تتبع تقدمك عن طريق حفظ وزنك الحالي
de: Verfolgen Sie Ihren Fortschritt, indem Sie Ihr aktuelles Gewicht speichern
es: Rastrea tu progreso guardando tu peso actual
fr: Suivez votre progrès en enregistrant votre poids actuel
he: עקוב אחר ההתקדמות שלך על ידי שמירת המשקל הנוכחי שלך
hi: अपने वर्तमान वजन को सहेजकर अपनी प्रगति ट्रैक करें
it: Traccia i tuoi progressi salvando il tuo peso attuale
ja: 現在の体重を保存して進捗を追跡
pt: Acompanhe seu progresso salvando seu peso atual
ru: Отслеживайте свой прогресс, сохраняя текущий вес

source: Weight
ar: الوزن
de: Gewicht
es: Peso
fr: Poids
he: משקל
hi: वजन
it: Peso
ja: 体重
pt: Peso
ru: Вес

source: Target Weight
ar: الوزن المستهدف
de: Zielgewicht
es: Peso Objetivo
fr: Poids Cible
he: משקל יעד
hi: लक्ष्य वजन
it: Peso Obiettivo
ja: 目標体重
pt: Peso Alvo
ru: Целевой вес

source: Start Weight
ar: الوزن الأولي
de: Startgewicht
es: Peso Inicial
fr: Poids de Départ
he: משקל התחלתי
hi: शुरुआती वजन
it: Peso Iniziale
ja: 開始体重
pt: Peso Inicial
ru: Начальный вес

source: Goal Weight
ar: الوزن المطلوب
de: Zielgewicht
es: Peso Meta
fr: Poids Objectif
he: משקל מטרה
hi: लक्ष्य वजन
it: Peso Obiettivo
ja: 目標体重
pt: Peso Objetivo
ru: Целевой вес

source: Last
ar: آخر
de: Letzte
es: Último
fr: Dernier
he: אחרון
hi: अंतिम
it: Ultimo
ja: 最後
pt: Último
ru: Последний

source: No weight logged
ar: لا يوجد وزن مسجل
de: Kein Gewicht eingetragen
es: No se ha registrado peso
fr: Aucun poids enregistré
he: אין משקל רשום
hi: कोई वजन लॉग नहीं किया गया
it: Nessun peso registrato
ja: 体重が記録されていません
pt: Nenhum peso registrado
ru: Вес не записан

source: Premium Required
ar: مطلوب بريميوم
de: Premium Erforderlich
es: Premium Requerido
fr: Premium Requis
he: נדרש פרימיום
hi: प्रीमियम आवश्यक
it: Premium Richiesto
ja: プレミアムが必要
pt: Premium Necessário
ru: Требуется Premium

source: Upgrade to unlock
ar: ترقية للفتح
de: Upgrade zum Freischalten
es: Actualiza para desbloquear
fr: Mettez à niveau pour débloquer
he: שדרג כדי לפתוח
hi: अनलॉक करने के लिए अपग्रेड करें
it: Aggiorna per sbloccare
ja: アップグレードしてロック解除
pt: Atualize para desbloquear
ru: Обновите, чтобы разблокировать

source: Are you sure you want to skip the free trial?
ar: هل أنت متأكد أنك تريد تخطي التجربة المجانية؟
de: Sind Sie sicher, dass Sie die kostenlose Testversion überspringen möchten?
es: ¿Estás seguro de que quieres omitir la prueba gratuita?
fr: Êtes-vous sûr de vouloir ignorer l'essai gratuit ?
he: האם אתה בטוח שברצונך לדלג על הניסיון החינמי?
hi: क्या आप वाकई मुफ्त परीक्षण को छोड़ना चाहते हैं?
it: Sei sicuro di voler saltare la prova gratuita?
ja: 無料トライアルをスキップしてもよろしいですか？
pt: Tem certeza de que deseja pular o teste gratuito?
ru: Вы уверены, что хотите пропустить бесплатную пробную версию?

source: Claim your free trial now without paying
ar: احصل على تجربتك المجانية الآن دون دفع
de: Fordern Sie jetzt Ihre kostenlose Testversion an, ohne zu zahlen
es: Reclama tu prueba gratuita ahora sin pagar
fr: Réclamez votre essai gratuit maintenant sans payer
he: השתמש בניסיון החינמי שלך עכשיו ללא תשלום
hi: अभी बिना भुगतान के अपना मुफ्त परीक्षण प्राप्त करें
it: Richiedi la tua prova gratuita ora senza pagare
ja: 今すぐ無料トライアルを取得（支払い不要）
pt: Reivindique seu teste gratuito agora sem pagar
ru: Получите бесплатную пробную версию сейчас без оплаты

source: Start Free Trial
ar: ابدأ التجربة المجانية
de: Kostenlose Testversion Starten
es: Comenzar Prueba Gratuita
fr: Commencer l'Essai Gratuit
he: התחל ניסיון חינמי
hi: मुफ्त परीक्षण शुरू करें
it: Inizia Prova Gratuita
ja: 無料トライアルを開始
pt: Iniciar Teste Gratuito
ru: Начать бесплатную пробную версию

source: Not now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
he: לא עכשיו
hi: अभी नहीं
it: Non ora
ja: 今はいい
pt: Agora não
ru: Не сейчас

source: Premium feature
ar: ميزة بريميوم
de: Premium-Funktion
es: Función premium
fr: Fonction premium
he: תכונה פרימיום
hi: प्रीमियम सुविधा
it: Funzione premium
ja: プレミアム機能
pt: Recurso premium
ru: Функция Premium

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
he: היסטוריה
hi: इतिहास
it: Cronologia
ja: 履歴
pt: Histórico
ru: История

source: No History Yet
ar: لا يوجد سجل بعد
de: Noch Kein Verlauf
es: Aún No Hay Historial
fr: Pas Encore d'Historique
he: אין היסטוריה עדיין
hi: अभी तक कोई इतिहास नहीं
it: Nessuna Cronologia Ancora
ja: まだ履歴がありません
pt: Ainda Sem Histórico
ru: Пока нет истории

source: Your meal history will appear here once you start tracking
ar: سيظهر سجل وجباتك هنا بمجرد أن تبدأ التتبع
de: Ihr Mahlzeitverlauf wird hier angezeigt sobald Sie mit dem Verfolgen beginnen
es: Tu historial de comidas aparecerá aquí una vez que comiences a rastrear
fr: Votre historique de repas apparaîtra ici une fois que vous commencerez à suivre
he: היסטוריית הארוחות שלך תופיע כאן ברגע שתתחיל לעקוב
hi: ट्रैकिंग शुरू करने के बाद आपका भोजन इतिहास यहाँ दिखाई देगा
it: La tua cronologia dei pasti apparirà qui una volta che inizi a tracciare
ja: 追跡を開始すると、ここに食事履歴が表示されます
pt: Seu histórico de refeições aparecerá aqui assim que você começar a acompanhar
ru: Ваша история блюд появится здесь как только вы начнете отслеживать

source: No Results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin Resultados
fr: Aucun Résultat
he: אין תוצאות
hi: कोई परिणाम नहीं
it: Nessun Risultato
ja: 結果なし
pt: Nenhum Resultado
ru: Нет результатов

source: No entries found for the selected time period
ar: لم يتم العثور على إدخالات لفترة الوقت المحددة
de: Keine Einträge für den ausgewählten Zeitraum gefunden
es: No se encontraron entradas para el período de tiempo seleccionado
fr: Aucune entrée trouvée pour la période sélectionnée
he: לא נמצאו רשומות לתקופת הזמן שנבחרה
hi: चयनित समय अवधि के लिए कोई प्रविष्टि नहीं मिली
it: Nessuna voce trovata per il periodo di tempo selezionato
ja: 選択した期間のエントリが見つかりませんでした
pt: Nenhuma entrada encontrada para o período de tempo selecionado
ru: Записи не найдены для выбранного периода времени

source: Clear Filters
ar: مسح المرشحات
de: Filter Löschen
es: Limpiar Filtros
fr: Effacer les Filtres
he: נקה מסננים
hi: फ़िल्टर साफ़ करें
it: Cancella Filtri
ja: フィルターをクリア
pt: Limpar Filtros
ru: Очистить фильтры

source: Welcome
ar: مرحباً
de: Willkommen
es: Bienvenido
fr: Bienvenue
he: ברוך הבא
hi: स्वागत है
it: Benvenuto
ja: ようこそ
pt: Bem-vindo
ru: Добро пожаловать

source: Get Started
ar: ابدأ
de: Loslegen
es: Comenzar
fr: Commencer
he: התחל
hi: शुरू करें
it: Inizia
ja: 始める
pt: Começar
ru: Начать

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
he: דלג
hi: छोड़ें
it: Salta
ja: スキップ
pt: Pular
ru: Пропустить

source: Something went wrong
ar: حدث خطأ ما
de: Etwas ist schief gelaufen
es: Algo salió mal
fr: Quelque chose s'est mal passé
he: משהו השתבש
hi: कुछ गलत हो गया
it: Qualcosa è andato storto
ja: 問題が発生しました
pt: Algo deu errado
ru: Что-то пошло не так

source: Try Again
ar: حاول مرة أخرى
de: Erneut Versuchen
es: Intentar de Nuevo
fr: Réessayer
he: נסה שוב
hi: फिर से कोशिश करें
it: Riprova
ja: 再試行
pt: Tentar Novamente
ru: Попробовать снова

source: No Food Detected
ar: لم يتم اكتشاف طعام
de: Kein Essen Erkannt
es: No Se Detectó Comida
fr: Aucune Nourriture Détectée
he: לא זוהה אוכל
hi: कोई भोजन नहीं मिला
it: Nessun Cibo Rilevato
ja: 食べ物が検出されませんでした
pt: Nenhuma Comida Detectada
ru: Еда не обнаружена

source: Camera Error
ar: خطأ في الكاميرا
de: Kamerafehler
es: Error de Cámara
fr: Erreur de Caméra
he: שגיאת מצלמה
hi: कैमरा त्रुटि
it: Errore Fotocamera
ja: カメラエラー
pt: Erro da Câmera
ru: Ошибка камеры

source: Permission Denied
ar: تم رفض الإذن
de: Berechtigung Verweigert
es: Permiso Denegado
fr: Permission Refusée
he: הרשאה נדחתה
hi: अनुमति अस्वीकृत
it: Permesso Negato
ja: 権限が拒否されました
pt: Permissão Negada
ru: Доступ запрещен

source: Time to Log Your Weight
ar: حان وقت تسجيل وزنك
de: Zeit, Ihr Gewicht Eintragen
es: Hora de Registrar Tu Peso
fr: Il est Temps d'Enregistrer Votre Poids
he: זמן לרשום את המשקל שלך
hi: अपना वजन लॉग करने का समय
it: Tempo di Registrare il Tuo Peso
ja: 体重を記録する時間です
pt: Hora de Registrar Seu Peso
ru: Время записать свой вес

source: Track your progress by logging your weight this morning.
ar: تتبع تقدمك عن طريق تسجيل وزنك هذا الصباح.
de: Verfolgen Sie Ihren Fortschritt, indem Sie Ihr Gewicht heute Morgen eintragen.
es: Rastrea tu progreso registrando tu peso esta mañana
fr: Suivez votre progrès en enregistrant votre poids ce matin.
he: עקוב אחר ההתקדמות שלך על ידי רישום המשקל שלך הבוקר.
hi: आज सुबह अपना वजन लॉग करके अपनी प्रगति ट्रैक करें।
it: Traccia i tuoi progressi registrando il tuo peso questa mattina.
ja: 今朝の体重を記録して進捗を追跡してください。
pt: Acompanhe seu progresso registrando seu peso esta manhã.
ru: Отслеживайте свой прогресс, записывая свой вес этим утром.

source: Quick Save
ar: حفظ سريع
de: Schnellspeicherung
es: Guardado Rápido
fr: Enregistrement Rapide
he: שמירה מהירה
hi: त्वरित सहेजें
it: Salvataggio Rapido
ja: クイック保存
pt: Salvamento Rápido
ru: Быстрое сохранение

source: What did you eat?
ar: ماذا أكلت؟
de: Was haben Sie gegessen?
es: ¿Qué comiste?
fr: Qu'avez-vous mangé ?
he: מה אכלת?
hi: आपने क्या खाया?
it: Cosa hai mangiato?
ja: 何を食べましたか？
pt: O que você comeu?
ru: Что вы ели?

source: Estimated Calories
ar: السعرات المقدرة
de: Geschätzte Kalorien
es: Calorías Estimadas
fr: Calories Estimées
he: קלוריות משוערות
hi: अनुमानित कैलोरी
it: Calorie Stimate
ja: 推定カロリー
pt: Calorias Estimadas
ru: Примерные калории

source: kcal
ar: سعرة
he: קק"ל
hi: आइटम
ja: アイテム
ru: ккал

source: Quick Presets
ar: إعدادات سريعة
de: Schnellvoreinstellungen
es: Ajustes Rápidos
fr: Préréglages Rapides
he: הגדרות מהירות
hi: त्वरित पूर्वसेट
it: Impostazioni Rapide
ja: クイックプリセット
pt: Predefinições Rápidas
ru: Быстрые настройки

source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
he: קטגוריה
hi: श्रेणी
it: Categoria
ja: カテゴリー
pt: Categoria
ru: Категория

source: What exercise did you do?
ar: ما التمرين الذي قمت به؟
de: Welche Übung haben Sie gemacht?
es: ¿Qué ejercicio hiciste?
fr: Quel exercice avez-vous fait ?
he: איזה אימון עשית?
hi: आपने कौन सा व्यायाम किया?
it: Che esercizio hai fatto?
ja: どのような運動をしましたか？
pt: Que exercício você fez?
ru: Какое упражнение вы делали?

source: minutes
ar: دقائق
de: Minuten
es: minutos
he: דקות
hi: मिनट
it: minuti
ja: 分
pt: minutos
ru: минуты

source: Calories Burned
ar: السعرات المحروقة
de: Verbrannte Kalorien
es: Calorías Quemadas
fr: Calories Brûlées
he: קלוריות שנשרפו
hi: जली हुई कैलोरी
it: Calorie Bruciate
ja: 消費カロリー
pt: Calorias Queimadas
ru: Сожжено калорий

source: Capture Your Meal
ar: التقاط وجبتك
de: Erfassen Sie Ihre Mahlzeit
es: Captura Tu Comida
fr: Capturez Votre Repas
he: צלם את הארוחה שלך
hi: अपना भोजन कैप्चर करें
it: Cattura il Tuo Pasto
ja: 食事を撮影
pt: Capture Sua Refeição
ru: Запечатлейте свое блюдо

source: Take a photo or choose from your library
ar: التقاط صورة أو اختيار من مكتبتك
de: Machen Sie ein Foto oder wählen Sie aus Ihrer Bibliothek
es: Toma una foto o elige de tu biblioteca
fr: Prenez une photo ou choisissez dans votre bibliothèque
he: צלם תמונה או בחר מהגלריה שלך
hi: एक फोटो लें या अपनी लाइब्रेरी से चुनें
it: Scatta una foto o scegli dalla tua libreria
ja: 写真を撮るか、ライブラリから選択
pt: Tire uma foto ou escolha da sua biblioteca
ru: Сделайте фото или выберите из библиотеки

source: Take Photo
ar: التقاط صورة
de: Foto Aufnehmen
es: Tomar Foto
fr: Prendre une Photo
he: צלם תמונה
hi: फोटो लें
it: Scatta Foto
ja: 写真を撮る
pt: Tirar Foto
ru: Сделать фото

source: Voice Log
ar: سجل صوتي
de: Sprachprotokoll
es: Registro de Voz
fr: Journal Vocal
he: רישום קולי
hi: वॉइस लॉग
it: Registro Vocale
ja: 音声ログ
pt: Registro de Voz
ru: Голосовой журнал

source: Describe Your Food
ar: وصف طعامك
de: Beschreiben Sie Ihr Essen
es: Describe Tu Comida
fr: Décrivez Votre Nourriture
he: תאר את האוכל שלך
hi: अपना भोजन वर्णन करें
it: Descrivi il Tuo Cibo
ja: 食べ物を説明
pt: Descreva Sua Comida
ru: Опишите свою еду

source: Tell us what you ate
ar: أخبرنا بما أكلت
de: Sagen Sie uns, was Sie gegessen haben
es: Cuéntanos qué comiste
fr: Dites-nous ce que vous avez mangé
he: ספר לנו מה אכלת
hi: हमें बताएं कि आपने क्या खाया
it: Raccontaci cosa hai mangiato
ja: 何を食べたか教えてください
pt: Conte-nos o que você comeu
ru: Расскажите, что вы ели

source: Describe your meal in natural language and we'll calculate the nutrition for you
ar: صف وجبتك بلغة طبيعية وسنحسب التغذية لك
de: Beschreiben Sie Ihre Mahlzeit in natürlicher Sprache und wir berechnen die Nährwerte für Sie
es: Describe tu comida en lenguaje natural y calcularemos la nutrición por ti
fr: Décrivez votre repas en langage naturel et nous calculerons la nutrition pour vous
he: תאר את הארוחה שלך בשפה טבעית ונחשב את הערכים התזונתיים עבורך
hi: अपने भोजन को प्राकृतिक भाषा में वर्णन करें और हम आपके लिए पोषण की गणना करेंगे
it: Descrivi il tuo pasto in linguaggio naturale e calcoleremo la nutrizione per te
ja: 自然な言葉で食事を説明すると、栄養を計算します
pt: Descreva sua refeição em linguagem natural e calcularemos a nutrição para você
ru: Опишите свое блюдо естественным языком, и мы рассчитаем питание за вас

source: I had...
ar: أكلت...
de: Ich hatte...
es: Comí...
fr: J'ai mangé...
he: אכלתי...
hi: मैंने खाया...
it: Ho mangiato...
ja: 私は...を食べました
pt: Eu comi...
ru: Я ел...

source: Try saying:
ar: جرب قول:
de: Versuchen Sie zu sagen:
es: Intenta decir:
fr: Essayez de dire :
he: נסה לומר:
hi: कहने का प्रयास करें:
it: Prova a dire:
ja: 試してみてください：
pt: Tente dizer:
ru: Попробуйте сказать:

source: Meal Category
ar: فئة الوجبة
de: Mahlzeitenkategorie
es: Categoría de Comida
fr: Catégorie de Repas
he: קטגוריית ארוחה
hi: भोजन श्रेणी
it: Categoria Pasto
ja: 食事カテゴリー
pt: Categoria de Refeição
ru: Категория блюда

source: Save weight
ar: حفظ الوزن
de: Gewicht speichern
es: Guardar peso
fr: Enregistrer le poids
he: שמור משקל
hi: वजन सहेजें
it: Salva peso
ja: 体重を保存
pt: Salvar peso
ru: Сохранить вес

source: Start:
ar: البداية:
es: Inicio:
fr: Début :
he: התחלה:
hi: शुरुआत:
it: Inizio:
ja: 開始：
pt: Início:
ru: Начало:

source: Goal:
ar: الهدف:
de: Ziel:
es: Meta:
fr: Objectif :
he: מטרה:
hi: लक्ष्य:
it: Obiettivo:
ja: 目標：
pt: Meta:
ru: Цель:

source: Body Mass Index
ar: مؤشر كتلة الجسم
es: Índice de Masa Corporal
fr: Indice de Masse Corporelle
he: מדד מסת גוף
hi: बॉडी मास इंडेक्स
it: Indice di Massa Corporea
ja: ボディマス指数
pt: Índice de Massa Corporal
ru: Индекс массы тела

source: View Daily Breakdown
ar: عرض التفصيل اليومي
de: Tägliche Aufschlüsselung Anzeigen
es: Ver Desglose Diario
fr: Voir le Détail Quotidien
he: צפה בפירוט יומי
hi: दैनिक विवरण देखें
it: Visualizza Dettaglio Giornaliero
ja: 日次内訳を表示
pt: Ver Detalhamento Diário
ru: Просмотр дневной разбивки

source: Health Data
ar: بيانات الصحة
de: Gesundheitsdaten
es: Datos de Salud
fr: Données de Santé
he: נתוני בריאות
hi: स्वास्थ्य डेटा
it: Dati Salute
ja: ヘルスデータ
pt: Dados de Saúde
ru: Данные о здоровье

source: Health Access Required
ar: مطلوب الوصول للصحة
de: Gesundheitszugriff Erforderlich
es: Acceso a Salud Requerido
fr: Accès à la Santé Requis
he: נדרש גישה לבריאות
hi: स्वास्थ्य पहुंच आवश्यक
it: Accesso Salute Richiesto
ja: ヘルスアクセスが必要
pt: Acesso à Saúde Necessário
ru: Требуется доступ к здоровью

source: Go to Settings > Privacy & Security > Health > CalCalculator
de: Gehen Sie zu Einstellungen > Datenschutz & Sicherheit > Gesundheit > CalCalculator
he: עבור להגדרות > פרטיות ואבטחה > בריאות > CalCalculator
ru: Перейдите в Настройки > Конфиденциальность и безопасность > Здоровье > CalCalculator

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen Öffnen
es: Abrir Configuración
fr: Ouvrir les Réglages
he: פתח הגדרות
hi: सेटिंग्स खोलें
it: Apri Impostazioni
ja: 設定を開く
pt: Abrir Configurações
ru: Открыть настройки

source: Delete Entry
ar: حذف الإدخال
de: Eintrag Löschen
es: Eliminar Entrada
fr: Supprimer l'Entrée
he: מחק רשומה
hi: प्रविष्टि हटाएं
it: Elimina Voce
ja: エントリを削除
pt: Excluir Entrada
ru: Удалить запись

source: This cannot be undone.
ar: لا يمكن التراجع عن هذا.
de: Dies kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cela ne peut pas être annulé.
he: פעולה זו לא ניתנת לביטול.
hi: इसे पूर्ववत नहीं किया जा सकता।
it: Questo non può essere annullato.
ja: これは元に戻せません。
pt: Isso não pode ser desfeito.
ru: Это нельзя отменить.

source: cal
ar: سعرة
he: קק"ל
hi: औसत %@
ja: 平均 %@
ru: ккал

source: calories
ar: سعرات
de: Kalorien
es: calorías
he: קלוריות
hi: कैलोरी
it: calorie
ja: カロリー
pt: calorias
ru: калории

source: No meals
ar: لا توجد وجبات
de: Keine Mahlzeiten
es: Sin comidas
fr: Pas de repas
he: אין ארוחות
hi: कोई भोजन नहीं
it: Nessun pasto
ja: 食事なし
pt: Sem refeições
ru: Нет блюд

source: Today's progress
ar: تقدم اليوم
de: Heutiger Fortschritt
es: Progreso de hoy
fr: Progrès d'aujourd'hui
he: התקדמות היום
hi: आज की प्रगति
it: Progressi di oggi
ja: 今日の進捗
pt: Progresso de hoje
ru: Прогресс сегодня

source: Tap to view details for this day
ar: اضغط لعرض تفاصيل هذا اليوم
de: Tippen Sie, um Details für diesen Tag anzuzeigen
es: Toca para ver detalles de este día
fr: Appuyez pour voir les détails de ce jour
he: הקש כדי לראות פרטים ליום זה
hi: इस दिन के विवरण देखने के लिए टैप करें
it: Tocca per visualizzare i dettagli di questo giorno
ja: この日の詳細を表示するにはタップ
pt: Toque para ver detalhes deste dia
ru: Нажмите, чтобы просмотреть детали этого дня

# Save [type]
source: Save %@
ar: حفظ %@
de: %@ Speichern
es: Guardar %@
fr: Enregistrer %@
he: שמור %@
hi: %@ सहेजें
it: Salva %@
ja: %@を保存
pt: Salvar %@
ru: Сохранить %@

source: Delete "%@"?
ar: حذف "%@"؟
de: "%@" Löschen?
es: ¿Eliminar "%@"?
fr: Supprimer "%@" ?
he: למחוק "%@"?
hi: "%@" हटाएं?
it: Eliminare "%@"?
ja: "%@"を削除しますか？
pt: Excluir "%@"?
ru: Удалить "%@"?

source: Delete %@ exercise?
ar: حذف تمرين %@؟
de: %@ Übung Löschen?
es: ¿Eliminar ejercicio %@?
fr: Supprimer l'exercice %@ ?
he: למחוק אימון %@?
hi: %@ व्यायाम हटाएं?
it: Eliminare esercizio %@?
ja: %@運動を削除しますか？
pt: Excluir exercício %@?
ru: Удалить упражнение %@?

source: Microphone Access
ar: الوصول إلى الميكروفون
de: Mikrofonzugriff
es: Acceso al Micrófono
fr: Accès au Microphone
he: גישה למיקרופון
hi: माइक्रोफोन पहुंच
it: Accesso Microfono
ja: マイクアクセス
pt: Acesso ao Microfone
ru: Доступ к микрофону

source: Voice logging requires microphone access. Please enable it in Settings to use this feature.
ar: يتطلب التسجيل الصوتي الوصول إلى الميكروفون. يرجى تفعيله في الإعدادات لاستخدام هذه الميزة.
de: Sprachprotokollierung erfordert Mikrofonzugriff. Bitte aktivieren Sie ihn in den Einstellungen, um diese Funktion zu verwenden.
es: El registro de voz requiere acceso al micrófono. Por favor, habilítalo en Configuración para usar esta función.
fr: Le journal vocal nécessite l'accès au microphone. Veuillez l'activer dans les Réglages pour utiliser cette fonctionnalité.
he: רישום קולי דורש גישה למיקרופון. אנא הפעל אותו בהגדרות כדי להשתמש בתכונה זו.
hi: वॉइस लॉगिंग के लिए माइक्रोफोन पहुंच की आवश्यकता है। कृपया इस सुविधा का उपयोग करने के लिए सेटिंग्स में इसे सक्षम करें।
it: Il registro vocale richiede l'accesso al microfono. Si prega di abilitarlo nelle Impostazioni per utilizzare questa funzione.
ja: 音声ログにはマイクアクセスが必要です。この機能を使用するには、設定で有効にしてください。
pt: O registro de voz requer acesso ao microfone. Por favor, ative-o nas Configurações para usar este recurso.
ru: Голосовой журнал требует доступа к микрофону. Пожалуйста, включите его в Настройках, чтобы использовать эту функцию.

source: An error occurred
ar: حدث خطأ
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur s'est produite
he: אירעה שגיאה
hi: एक त्रुटि हुई
it: Si è verificato un errore
ja: エラーが発生しました
pt: Ocorreu um erro
ru: Произошла ошибка

source: Food logged successfully!
ar: تم تسجيل الطعام بنجاح!
de: Essen erfolgreich protokolliert!
es: ¡Comida registrada exitosamente!
fr: Nourriture enregistrée avec succès !
he: אוכל נרשם בהצלחה!
hi: भोजन सफलतापूर्वक लॉग किया गया!
it: Cibo registrato con successo!
ja: 食事が正常に記録されました！
pt: Comida registrada com sucesso!
ru: Еда успешно записана!

source: Start
ar: البداية
de: Starten
es: Inicio
fr: Début
he: התחלה
hi: शुरुआत
it: Inizio
ja: 開始
pt: Início
ru: Начало

source: Goal
ar: الهدف
de: Ziel
es: Meta
fr: Objectif
he: מטרה
hi: लक्ष्य
it: Obiettivo
ja: 目標
pt: Meta
ru: Цель

source: Weight Progress
ar: تقدم الوزن
de: Gewichtsfortschritt
es: Progreso de Peso
fr: Progrès du Poids
he: התקדמות משקל
hi: वजन प्रगति
it: Progresso del Peso
ja: 体重の進捗
pt: Progresso do Peso
ru: Прогресс веса

source: Current
ar: الحالي
de: Aktuell
es: Actual
fr: Actuel
he: נוכחי
hi: वर्तमान
it: Attuale
ja: 現在
pt: Atual
ru: Текущий

source: Change
ar: التغيير
de: Änderung
es: Cambio
fr: Changement
he: שינוי
hi: परिवर्तन
it: Cambiamento
ja: 変化
pt: Mudança
ru: Изменение

source: Weight Trend
ar: اتجاه الوزن
de: Gewichtstrend
es: Tendencia de Peso
fr: Tendance du Poids
he: מגמת משקל
hi: वजन प्रवृत्ति
it: Tendenza del Peso
ja: 体重の傾向
pt: Tendência do Peso
ru: Тенденция веса

source: No Weight Data
ar: لا توجد بيانات وزن
de: Keine Gewichtsdaten
es: Sin Datos de Peso
fr: Aucune Donnée de Poids
he: אין נתוני משקל
hi: कोई वजन डेटा नहीं
it: Nessun Dato di Peso
ja: 体重データなし
pt: Sem Dados de Peso
ru: Нет данных о весе

source: Save your weight to see progress over time
ar: احفظ وزنك لرؤية التقدم بمرور الوقت
de: Speichern Sie Ihr Gewicht, um den Fortschritt im Laufe der Zeit zu sehen
es: Guarda tu peso para ver el progreso con el tiempo
fr: Enregistrez votre poids pour voir le progrès dans le temps
he: שמור את המשקל שלך כדי לראות התקדמות לאורך זמן
hi: समय के साथ प्रगति देखने के लिए अपना वजन सहेजें
it: Salva il tuo peso per vedere i progressi nel tempo
ja: 体重を保存して、時間の経過とともに進捗を確認
pt: Salve seu peso para ver o progresso ao longo do tempo
ru: Сохраните свой вес, чтобы видеть прогресс со временем

source: entries
ar: إدخالات
de: Einträge
es: entradas
fr: entrées
he: רשומות
hi: प्रविष्टियां
it: voci
ja: エントリ
pt: entradas
ru: записи

source: No entries yet
ar: لا توجد إدخالات بعد
de: Noch keine Einträge
es: Aún no hay entradas
fr: Aucune entrée pour le moment
he: אין רשומות עדיין
hi: अभी तक कोई प्रविष्टि नहीं
it: Nessuna voce ancora
ja: まだエントリなし
pt: Ainda não há entradas
ru: Пока нет записей

source: Calories Breakdown
ar: تفصيل السعرات
de: Kalorienaufschlüsselung
es: Desglose de Calorías
fr: Détail des Calories
he: פירוט קלוריות
hi: कैलोरी विवरण
it: Dettaglio Calorie
ja: カロリー内訳
pt: Detalhamento de Calorias
ru: Разбивка калорий
