Repository: zoharb157/CalCalculator
Catalog: playground/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, hi, it, ja, pt, ru

source: Show a full-screen animation when you unlock a new achievement badge.
ar: شارك رمزك الفريد مع الأصدقاء وستحصلان أنتما على فوائد خاصة!
de: Zeige eine Vollbild-Animation, wenn du ein neues Erfolgsabzeichen freischaltest.
es: Muestra una animación a pantalla completa cuando desbloquees una nueva insignia de logro.
fr: Afficher une animation plein écran lorsque vous débloquez un nouveau badge de réussite.
hi: अपना अद्वितीय कोड मित्रों के साथ साझा करें और आप दोनों को विशेष लाभ मिलेंगे!
it: Mostra un'animazione a schermo intero quando sblocchi un nuovo badge di risultato.
ja: 友達とあなたのユニークコードを共有すると、両方が特別な特典を受け取ります！
pt: Mostre uma animação em tela cheia quando você desbloquear um novo emblema de conquista.
ru: Поделитесь вашим уникальным кодом с друзьями, и вы оба получите особые преимущества!

source: Show your daily calories and macros on your Lock Screen and Dynamic Island.
ar: عرض رسوم متحركة ملء الشاشة عند فتح شارة إنجاز جديدة.
de: Zeige deine täglichen Kalorien und Makros auf deinem Sperrbildschirm und Dynamic Island.
es: Muestra tus calorías y macros diarias en tu pantalla de bloqueo y en Dynamic Island.
fr: Affichez vos calories quotidiennes et vos macros sur votre écran de verrouillage et Dynamic Island.
hi: जब आप एक नया उपलब्धि बैज अनलॉक करते हैं तो पूर्ण स्क्रीन एनिमेशन दिखाएं।
it: Mostra le tue calorie giornaliere e macro sul tuo schermo di blocco e Dynamic Island.
ja: 新しい達成バッジを解除するときに全画面アニメーションを表示します。
pt: Mostre suas calorias diárias e macros na sua tela de bloqueio e Dynamic Island.
ru: Показывать полноэкранную анимацию, когда вы разблокируете новый значок достижения.

source: Skip This Meal
ar: اعرض سعراتك اليومية والمغذيات الكبرى على شاشة القفل وDynamic Island.
de: Diese Mahlzeit überspringen
es: Omitir esta comida
fr: Ignorer ce repas
hi: अपने लॉक स्क्रीन और Dynamic Island पर अपनी दैनिक कैलोरी और मैक्रोज़ दिखाएं।
it: Salta questo pasto
ja: ロック画面とDynamic Islandに毎日のカロリーとマクロを表示します。
pt: Pular esta refeição
ru: Показывать ваши ежедневные калории и макроэлементы на вашем экране блокировки и Dynamic Island.

source: Skip Verification
ar: تخطي هذه الوجبة
de: Überprüfung überspringen
es: Saltarse el proceso de verificación
fr: Ignorer la vérification
hi: इस भोजन को छोड़ें
it: Salta verifica
ja: この食事をスキップ
pt: Pular verificação
ru: Пропустить этот прием пищи

source: Sleep
ar: تخطي النسخة التجريبية المجانية
de: Schlaf
es: Dormir
fr: Sommeil
hi: मुफ्त परीक्षण छोड़ें
it: Sonno
ja: 無料トライアルをスキップ
pt: Sono
ru: Пропустить бесплатную пробную версию

source: Small Meal
ar: النوم
de: Kleine Mahlzeit
es: Comida pequeña
fr: Petit repas
hi: नींद
it: Pasto piccolo
ja: 睡眠
pt: Refeição pequena
ru: Сон

source: Smart Reminders
ar: وجبة صغيرة
de: Intelligente Erinnerungen
es: Recordatorios inteligentes
fr: Rappels intelligents
hi: छोटा भोजन
it: Promemoria intelligenti
ja: 小さな食事
pt: Lembretes inteligentes
ru: Небольшой прием пищи

source: Sprinting - 14 mph (4 minute miles)
ar: تذكيرات ذكية
de: Sprinten - 23 km/h (4 Minuten pro Meile)
es: Sprint - 14 mph (4 millas en minutos)
fr: Sprint - 23 km/h (4 minutes par mile)
hi: स्मार्ट अनुस्मारक
it: Sprint - 23 km/h (4 minuti per miglio)
ja: スマートリマインダー
pt: Sprint - 23 km/h (4 minutos por milha)
ru: Умные напоминания

source: Stable
ar: العدو السريع - 23 كم/س (4 دقائق لكل ميل)
de: Stabil
es: Estable
hi: स्प्रिंट - 23 किमी/घंटा (1 मील 4 मिनट)
it: Stabile
ja: スプリント - 23 km/h（1マイル4分）
pt: Estável
ru: Спринт - 23 км/ч (4 минуты на милю)

source: Start Over
ar: بدء الاستماع
de: Von vorne beginnen
es: Comenzar de nuevo
fr: Recommencer
hi: सुनना शुरू करें
it: Ricomincia
ja: 聞き始める
pt: Começar de novo
ru: Начать прослушивание

source: Start following your diet plan to see insights
ar: ابدأ من جديد
de: Beginne deinen Ernährungsplan zu befolgen, um Einblicke zu sehen
es: Comienza a seguir tu plan de dieta para ver información
fr: Commencez à suivre votre plan de régime pour voir des informations
hi: फिर से शुरू करें
it: Inizia a seguire il tuo piano dietetico per vedere insights
ja: 最初から
pt: Comece a seguir seu plano de dieta para ver insights
ru: Начать заново

source: Start from Scratch
ar: ابدأ باتباع خطة نظامك الغذائي لرؤية الرؤى
de: Von Grund auf beginnen
es: Comenzar Nuevamente
fr: Commencer depuis zéro
hi: अंतर्दृष्टि देखने के लिए अपनी आहार योजना का पालन करना शुरू करें
it: Inizia da zero
ja: 洞察を見るためにあなたの食事計画に従い始める
pt: Começar do zero
ru: Начните следовать вашему плану диеты, чтобы увидеть инсайты

source: Start tracking to get personalized tips
ar: ابدأ من الصفر
de: Beginne zu protokollieren, um personalisierte Tipps zu erhalten
es: Empieza a hacer seguimiento para obtener consejos personalizados
fr: Commencez à suivre pour obtenir des conseils personnalisés
hi: शुरुआत से शुरू करें
it: Inizia a tracciare per ottenere consigli personalizzati
ja: ゼロから始める
pt: Comece a rastrear para obter dicas personalizadas
ru: Начать с нуля

source: Start with a template or create from scratch
ar: ابدأ التتبع للحصول على نصائح مخصصة
de: Beginne mit einer Vorlage oder erstelle von Grund auf
es: Comienza con una plantilla o crea desde cero
fr: Commencez avec un modèle ou créez à partir de zéro
hi: व्यक्तिगत सुझाव प्राप्त करने के लिए ट्रैकिंग शुरू करें
it: Inizia con un modello o crea da zero
ja: パーソナライズされたヒントを得るために追跡を始める
pt: Comece com um modelo ou crie do zero
ru: Начните отслеживать, чтобы получить персонализированные советы

source: Start: %.1f %@
ar: ابدأ بقالب أو أنشئ من الصفر
es: Inicio: %.1f %@
fr: Début : %.1f %@
hi: टेम्प्लेट से शुरू करें या शुरुआत से बनाएं
it: Inizio: %.1f %@
ja: テンプレートから始めるか、ゼロから作成
pt: Início: %.1f %@
ru: Начните с шаблона или создайте с нуля

source: Step %d of %d: %@
ar: البداية: %.1f %@
de: Schritt %d von %d: %@
es: Paso %d de %d
fr: Étape %d sur %d : %@
hi: शुरुआत: %.1f %@
it: Passo %d di %d: %@
ja: 開始：%.1f %@
pt: Passo %d de %d: %@
ru: Начало: %.1f %@

source: Steps
ar: الخطوة %d من %d: %@
de: Schritte
es: Etapa
fr: Pas
hi: चरण %d / %d: %@
it: Passi
ja: ステップ %d / %d：%@
pt: Passos
ru: Шаг %d из %d: %@

source: Streak
ar: إيقاف
de: Serie
es: Raya
fr: Série
hi: रोकें
it: Serie
ja: 停止
pt: Sequência
ru: Остановить

source: Subject:
ar: السلسلة
de: Betreff:
es: Asunto:
fr: Sujet :
hi: लगातार
it: Oggetto:
ja: 連続
pt: Assunto:
ru: Серия

source: Subscribe & Create
ar: الموضوع:
de: Abonnieren & Erstellen
es: Suscribirse y crear
fr: S'abonner et créer
hi: विषय:
it: Abbonati e crea
ja: 件名：
pt: Assinar e criar
ru: Тема:

source: Subscribe to create diet plans with scheduled meals
ar: الاشتراك والإنشاء
de: Abonniere, um Ernährungspläne mit geplanten Mahlzeiten zu erstellen
es: Suscríbete para crear planes de dieta con comidas programadas
fr: Abonnez-vous pour créer des plans de régime avec des repas programmés
hi: सदस्यता लें और बनाएं
it: Abbonati per creare piani dietetici con pasti programmati
ja: 購読して作成
pt: Assine para criar planos de dieta com refeições agendadas
ru: Подписаться и создать

source: Summary
ar: اشترك لإنشاء خطط نظام غذائي مع وجبات مجدولة
de: Zusammenfassung
es: Introducción
fr: Résumé
hi: निर्धारित भोजन के साथ आहार योजना बनाने के लिए सदस्यता लें
it: Riepilogo
ja: スケジュールされた食事で食事計画を作成するために購読
pt: Resumo
ru: Подпишитесь, чтобы создавать планы диеты с запланированными приемами пищи

source: Support
ar: الملخص
es: Soporte
hi: सारांश
it: Supporto
ja: 概要
pt: Suporte
ru: Резюме

source: Support Request
ar: الدعم
de: Support-Anfrage
es: Solicitud de asistencia
fr: Demande de support
hi: सहायता
it: Richiesta supporto
ja: サポート
pt: Solicitação de suporte
ru: Поддержка

source: System
ar: طلب الدعم
es: Sistema
fr: Système
hi: सहायता अनुरोध
it: Sistema
ja: サポートリクエスト
pt: Sistema
ru: Запрос в поддержку

source: Take Another Photo
ar: النظام
de: Weiteres Foto aufnehmen
es: Hacer otra foto
fr: Prendre une autre photo
hi: सिस्टम
it: Fai un'altra foto
ja: システム
pt: Tirar outra foto
ru: Система

source: Take New Photo
ar: التقاط صورة أخرى
de: Neues Foto aufnehmen
es: tomar una foto nueva
fr: Prendre une nouvelle photo
hi: एक और फोटो लें
it: Fai nuova foto
ja: 別の写真を撮る
pt: Tirar nova foto
ru: Сделать еще одно фото

source: Take a photo of your meal to verify it matches your planned calories
ar: التقاط صورة جديدة
de: Mache ein Foto deiner Mahlzeit, um zu überprüfen, ob sie deinen geplanten Kalorien entspricht
es: Haz una foto de tu comida para verificar que coincida con las calorías planificadas
fr: Prenez une photo de votre repas pour vérifier qu'il correspond à vos calories planifiées
hi: नई फोटो लें
it: Fai una foto del tuo pasto per verificare che corrisponda alle tue calorie pianificate
ja: 新しい写真を撮る
pt: Tire uma foto da sua refeição para verificar se corresponde às suas calorias planejadas
ru: Сделать новое фото

source: Tap to set name
ar: التقاط صورة لوجبتك للتحقق من تطابقها مع سعراتك المخططة
de: Tippen, um Namen festzulegen
es: Pulsa para establecer el nombre
fr: Appuyez pour définir le nom
hi: अपने नियोजित कैलोरी से मेल खाने के लिए अपने भोजन की फोटो लें
it: Tocca per impostare nome
ja: 計画されたカロリーと一致することを確認するために食事の写真を撮る
pt: Toque para definir nome
ru: Сделайте фото вашего приема пищи, чтобы проверить, соответствует ли он вашим запланированным калориям

source: Template
ar: اضغط للبدء
de: Vorlage
es: Plantilla
fr: Modèle
hi: शुरू करने के लिए टैप करें
it: Modello
ja: タップして開始
pt: Modelo
ru: Нажмите, чтобы начать

source: Template Preview
ar: القالب
de: Vorlagenvorschau
es: Previsualización de la plantilla
fr: Aperçu du modèle
hi: टेम्प्लेट
it: Anteprima modello
ja: テンプレート
pt: Visualização do modelo
ru: Шаблон

source: Terms of Service
ar: معاينة القالب
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
hi: टेम्प्लेट पूर्वावलोकन
it: Termini di servizio
ja: テンプレートプレビュー
pt: Termos de serviço
ru: Предпросмотр шаблона

source: This Month
ar: شروط الخدمة
de: Dieser Monat
es: Este mes
fr: Ce mois
hi: सेवा की शर्तें
it: Questo mese
ja: 利用規約
pt: Este mês
ru: Условия обслуживания

source: This Week
ar: هذا الشهر
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस महीने
it: Questa settimana
ja: 今月
pt: Esta semana
ru: Этот месяц

source: This information helps us diagnose issues faster.
ar: هذا الأسبوع
de: Diese Informationen helfen uns, Probleme schneller zu diagnostizieren.
es: Esta información nos ayuda a diagnosticar problemas más rápido.
fr: Ces informations nous aident à diagnostiquer les problèmes plus rapidement.
hi: इस सप्ताह
it: Queste informazioni ci aiutano a diagnosticare i problemi più velocemente.
ja: 今週
pt: Essas informações nos ajudam a diagnosticar problemas mais rapidamente.
ru: Эта неделя

source: This will open the camera to scan and analyze your food
ar: هذه المعلومات تساعدنا على تشخيص المشاكل بشكل أسرع.
de: Dies öffnet die Kamera, um dein Essen zu scannen und zu analysieren
es: Esto abrirá la cámara para escanear y analizar los alimentos
fr: Cela ouvrira la caméra pour scanner et analyser votre nourriture
hi: यह जानकारी हमें समस्याओं का निदान तेजी से करने में मदद करती है।
it: Questo aprirà la fotocamera per scansionare e analizzare il tuo cibo
ja: この情報は問題をより速く診断するのに役立ちます。
pt: Isso abrirá a câmera para escanear e analisar sua comida
ru: Эта информация помогает нам быстрее диагностировать проблемы.

source: Time
ar: سيؤدي هذا إلى فتح الكاميرا لمسح وتحليل طعامك
de: Zeit
es: Time (tiempo)
fr: Heure
hi: यह आपके भोजन को स्कैन और विश्लेषण करने के लिए कैमरा खोलेगा
it: Tempo
ja: これにより、食べ物をスキャンして分析するためにカメラが開きます
pt: Hora
ru: Это откроет камеру для сканирования и анализа вашей еды

source: Time Patterns
ar: الوقت
de: Zeitmuster
es: patrones temporales
fr: Modèles temporels
hi: समय
it: Modelli temporali
ja: 時間
pt: Padrões de tempo
ru: Время

source: Time Range
ar: أنماط الوقت
de: Zeitraum
es: Intervalo de tiempo
fr: Plage de temps
hi: समय पैटर्न
it: Intervallo di tempo
ja: 時間パターン
pt: Intervalo de tempo
ru: Временные паттерны

source: Time for %@
ar: نطاق الوقت
de: Zeit für %@
es: Tiempo para
fr: Heure pour %@
hi: समय सीमा
it: Tempo per %@
ja: 時間範囲
pt: Hora para %@
ru: Временной диапазон

source: Tip
ar: الوقت لـ %@
de: Tipp
es: Consejo
fr: Conseil
hi: %@ के लिए समय
it: Suggerimento
ja: %@ の時間
pt: Dica
ru: Время для %@

source: Tips for better results
ar: نصيحة
de: Tipps für bessere Ergebnisse
es: para obtener mejores resultados
fr: Conseils pour de meilleurs résultats
hi: सुझाव
it: Suggerimenti per risultati migliori
ja: ヒント
pt: Dicas para melhores resultados
ru: Совет

source: To:
ar: نصائح لنتائج أفضل
de: Bis:
es: A:
fr: À :
hi: बेहतर परिणामों के लिए सुझाव
it: A:
ja: より良い結果のためのヒント
pt: Para:
ru: Советы для лучших результатов

source: Total
ar: إلى:
de: Gesamt
hi: से:
it: Totale
ja: まで：
ru: До:

source: Total Cal
ar: الإجمالي
de: Gesamt Cal
hi: कुल
it: Totale Cal
ja: 合計
ru: Всего

source: Total Change
ar: إجمالي السعرات
de: Gesamtänderung
es: Cambio total
fr: Changement total
hi: कुल कैलोरी
it: Cambiamento totale
ja: 合計カロリー
pt: Mudança total
ru: Всего ккал

source: Total Meals
ar: التغيير الإجمالي
de: Gesamtmahlzeiten
es: Total comidas
fr: Total des repas
hi: कुल परिवर्तन
it: Totale pasti
ja: 合計変更
pt: Total de refeições
ru: Общее изменение

source: Track Your Progress
ar: إجمالي الوجبات
de: Deinen Fortschritt verfolgen
es: Añade una entrada, al menos dos veces por semana, documentando los progresos que vayas haciendo e incluye a cuántos kilos de distancia te encuentras de alcanzar el objetivo de tu peso ideal.
fr: Suivez votre progression
hi: कुल भोजन
it: Traccia il tuo progresso
ja: 合計食事
pt: Acompanhe seu progresso
ru: Всего приемов пищи

source: Try setting reminders 15 minutes before meal time
ar: تتبع تقدمك
de: Versuche, Erinnerungen 15 Minuten vor der Mahlzeit einzustellen
es: Intenta configurar recordatorios 15 minutos antes de la hora de comer
fr: Essayez de définir des rappels 15 minutes avant l'heure du repas
hi: अपनी प्रगति ट्रैक करें
it: Prova a impostare promemoria 15 minuti prima dell'ora del pasto
ja: あなたの進捗を追跡
pt: Tente definir lembretes 15 minutos antes da hora da refeição
ru: Отслеживайте ваш прогресс

source: Unlock
ar: حاول تعيين التذكيرات قبل 15 دقيقة من وقت الوجبة
de: Freischalten
es: Desbloquear
fr: Débloquer
hi: भोजन के समय से 15 मिनट पहले अनुस्मारक सेट करने का प्रयास करें
it: Sblocca
ja: 食事時間の15分前にリマインダーを設定してみてください
pt: Desbloquear
ru: Попробуйте установить напоминания за 15 минут до времени приема пищи

source: Unlock Diet Plans
ar: فتح
de: Ernährungspläne freischalten
es: Desbloquear planes de dieta
fr: Débloquer les plans de régime
hi: अनलॉक करें
it: Sblocca piani dietetici
ja: 解除
pt: Desbloquear planos de dieta
ru: Разблокировать

source: Untitled
ar: فتح خطط النظام الغذائي
de: Ohne Titel
es: Sin título
fr: Sans titre
hi: आहार योजना अनलॉक करें
it: Senza titolo
ja: 食事計画を解除
pt: Sem título
ru: Разблокировать планы диеты

source: Up to 100 calories over your deficit target
ar: بدون عنوان
de: Bis zu 100 Kalorien über deinem Defizitziel
es: Hasta 100 calorías por encima de su objetivo de déficit
fr: Jusqu'à 100 calories au-dessus de votre objectif de déficit
hi: बिना शीर्षक
it: Fino a 100 calorie oltre il tuo obiettivo di deficit
ja: 無題
pt: Até 100 calorias acima da sua meta de déficit
ru: Без названия

source: Use This Template
ar: حتى 100 سعرة فوق هدف العجز
de: Diese Vorlage verwenden
es: Usar esta plantilla
fr: Utiliser ce modèle
hi: आपके घाटे के लक्ष्य से 100 कैलोरी तक
it: Usa questo modello
ja: 赤字目標を最大100カロリー超過
pt: Usar este modelo
ru: До 100 калорий сверх вашей цели по дефициту

source: User ID
ar: استخدم هذا القالب
de: Benutzer-ID
es: ID de Usuario
fr: ID utilisateur
hi: इस टेम्प्लेट का उपयोग करें
it: ID utente
ja: このテンプレートを使用
pt: ID do usuário
ru: Использовать этот шаблон

source: Username
ar: معرف المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता ID
it: Nome utente
ja: ユーザーID
pt: Nome de usuário
ru: ID пользователя

source: Using AI to identify ingredients and calculate nutrition
ar: اسم المستخدم
de: Verwende KI, um Zutaten zu identifizieren und Ernährung zu berechnen
es: Uso de IA para identificar ingredientes y calcular la nutrición
fr: Utilisation de l'IA pour identifier les ingrédients et calculer la nutrition
hi: उपयोगकर्ता नाम
it: Usa AI per identificare ingredienti e calcolare la nutrizione
ja: ユーザー名
pt: Usando IA para identificar ingredientes e calcular nutrição
ru: Имя пользователя

source: Verify Meal
ar: استخدام الذكاء الاصطناعي لتحديد المكونات وحساب التغذية
de: Mahlzeit überprüfen
es: Verificar comida
fr: Vérifier le repas
hi: सामग्री की पहचान करने और पोषण की गणना करने के लिए AI का उपयोग
it: Verifica pasto
ja: 材料を識別し、栄養を計算するためにAIを使用
pt: Verificar refeição
ru: Использование ИИ для идентификации ингредиентов и расчета питания

source: Version 1.0.0
ar: التحقق من الوجبة
es: Versión 1.0.0
hi: भोजन सत्यापित करें
it: Versione 1.0.0
ja: 食事を確認
pt: Versão 1.0.0
ru: Проверить прием пищи

source: View your daily activity and exercise data
ar: الإصدار 1.0.0
de: Sieh deine täglichen Aktivitäts- und Übungsdaten an
es: Consulta tus datos diarios de actividad y ejercicio
fr: Consultez vos données d'activité quotidienne et d'exercice
hi: संस्करण 1.0.0
it: Visualizza i tuoi dati di attività ed esercizio giornalieri
ja: バージョン 1.0.0
pt: Visualize seus dados de atividade e exercício diários
ru: Версия 1.0.0

source: Voice
ar: عرض بيانات نشاطك وتمرينك اليومية
de: Stimme
es: Voz
fr: Voix
hi: अपनी दैनिक गतिविधि और व्यायाम डेटा देखें
it: Voce
ja: 毎日のアクティビティと運動データを表示
pt: Voz
ru: Просмотр ваших ежедневных данных об активности и упражнениях

source: Walk
ar: تسجيل الصوت سيكون متاحاً قريباً
de: Gehen
es: Caminar
fr: Marcher
hi: आवाज़ लॉगिंग जल्द ही उपलब्ध होगी
it: Camminare
ja: 音声ロギングはまもなく利用可能になります
pt: Caminhar
ru: Голосовая регистрация скоро будет доступна

source: Walking - 3 mph (20 minute miles)
ar: المشي
de: Gehen - 5 km/h (20 Minuten pro Meile)
es: Caminar - 3 mph (20 minutos millas)
fr: Marche - 5 km/h (20 minutes par mile)
hi: चलना
it: Camminata - 5 km/h (20 minuti per miglio)
ja: 歩く
pt: Caminhada - 5 km/h (20 minutos por milha)
ru: Ходьба

source: We can't see your camera
ar: المشي - 5 كم/س (20 دقيقة لكل ميل)
de: Wir können deine Kamera nicht sehen
es: No podemos ver tu cámara
fr: Nous ne pouvons pas voir votre caméra
hi: चलना - 5 किमी/घंटा (1 मील 20 मिनट)
it: Non possiamo vedere la tua fotocamera
ja: ウォーキング - 5 km/h（1マイル20分）
pt: Não podemos ver sua câmera
ru: Ходьба - 5 км/ч (20 минут на милю)

source: We couldn't identify any food in this image.
ar: لا يمكننا رؤية كاميرتك
de: Wir konnten kein Essen in diesem Bild identifizieren.
es: No hemos podido identificar ningún alimento en esta imagen.
fr: Nous n'avons pas pu identifier d'aliment dans cette image.
hi: हम आपका कैमरा नहीं देख सकते
it: Non siamo riusciti a identificare alcun cibo in questa immagine.
ja: カメラが見えません
pt: Não conseguimos identificar nenhuma comida nesta imagem.
ru: Мы не можем видеть вашу камеру

source: Week Warrior
ar: لم نتمكن من تحديد أي طعام في هذه الصورة.
de: Wochenkrieger
fr: Guerrier de la semaine
hi: हम इस छवि में कोई भोजन पहचान नहीं सके।
it: Guerriero della settimana
ja: この画像では食べ物を識別できませんでした。
pt: Guerreiro da semana
ru: Мы не смогли идентифицировать никакую еду на этом изображении.

source: Weekly progress charts
ar: محارب الأسبوع
de: Wöchentliche Fortschrittsdiagramme
es: Gráficos de progreso semanales
fr: Graphiques de progression hebdomadaire
hi: सप्ताह योद्धा
it: Grafici progresso settimanale
ja: 週の戦士
pt: Gráficos de progresso semanal
ru: Воин недели

source: Weight Goal
ar: رسوم بيانية للتقدم الأسبوعي
de: Gewichtsziel
es: OBJETIVO DE PESO CORPORAL
fr: Objectif de poids
hi: साप्ताहिक प्रगति चार्ट
it: Obiettivo peso
ja: 週次進捗チャート
pt: Meta de peso
ru: Еженедельные графики прогресса

source: Weights
ar: هدف الوزن
de: Gewichte
es: Peso
fr: Poids
hi: वजन लक्ष्य
it: Pesi
ja: 体重目標
pt: Pesos
ru: Цель по весу

source: Welcome to Diet Plans!
ar: الأوزان
de: Willkommen bei Ernährungsplänen!
es: ¡Bienvenido a los planes de dieta!
fr: Bienvenue aux plans de régime !
hi: वजन
it: Benvenuto nei piani dietetici!
ja: ウェイト
pt: Bem-vindo aos planos de dieta!
ru: Веса

source: Yellow
ar: مرحباً بكم في خطط النظام الغذائي!
de: Gelb
es: Amarillo
fr: Jaune
hi: आहार योजनाओं में आपका स्वागत है!
it: Giallo
ja: 食事計画へようこそ！
pt: Amarelo
ru: Добро пожаловать в планы диеты!

source: Yesterday
ar: أصفر
de: Gestern
es: Ayer
fr: Hier
hi: पीला
it: Ieri
ja: 黄色
pt: Ontem
ru: Желтый

source: You're doing great! Continue following your diet plan for best results.
ar: أمس
de: Du machst es großartig! Folge weiter deinem Ernährungsplan für beste Ergebnisse.
es: ¡Lo estás haciendo genial! Continúe siguiendo su plan de dieta para obtener los mejores resultados.
fr: Vous vous en sortez bien ! Continuez à suivre votre plan de régime pour de meilleurs résultats.
hi: कल
it: Stai andando benissimo! Continua a seguire il tuo piano dietetico per i migliori risultati.
ja: 昨日
pt: Você está indo muito bem! Continue seguindo seu plano de dieta para melhores resultados.
ru: Вчера

source: You're doing well! Small improvements add up
ar: أنت تقوم بعمل رائع! استمر في اتباع خطة نظامك الغذائي للحصول على أفضل النتائج.
de: Du machst es gut! Kleine Verbesserungen summieren sich
es: ¡Lo estás haciendo bien! Las pequeñas mejoras se suman
fr: Vous vous en sortez bien ! Les petites améliorations s'accumulent
hi: आप बहुत अच्छा कर रहे हैं! सर्वोत्तम परिणामों के लिए अपनी आहार योजना का पालन करना जारी रखें।
it: Stai andando bene! Piccoli miglioramenti si sommano
ja: 順調です！最良の結果を得るために食事計画を続けてください。
pt: Você está indo bem! Pequenas melhorias se somam
ru: Вы отлично справляетесь! Продолжайте следовать вашему плану диеты для лучших результатов.

source: You're missing %@ meals. Consider adjusting your schedule.
ar: أنت تقوم بعمل جيد! التحسينات الصغيرة تتراكم
de: Du verpasst %@ Mahlzeiten. Erwäge, deinen Zeitplan anzupassen.
es: Te faltan %@ comidas. Considera la posibilidad de ajustar tu horario.
fr: Vous manquez %@ repas. Envisagez d'ajuster votre horaire.
hi: आप अच्छा कर रहे हैं! छोटे सुधार जमा होते हैं
it: Stai perdendo %@ pasti. Considera di adattare il tuo programma.
ja: 順調です！小さな改善が積み重なります
pt: Você está perdendo %@ refeições. Considere ajustar sua programação.
ru: Вы хорошо справляетесь! Небольшие улучшения накапливаются

source: Your Referral Code
ar: أنت تفوت %@ وجبات. فكر في تعديل جدولك.
de: Dein Empfehlungscode
es: Su código de referencia
fr: Votre code de parrainage
hi: आप %@ भोजन छोड़ रहे हैं। अपने अनुसूची को समायोजित करने पर विचार करें।
it: Il tuo codice di riferimento
ja: %@ の食事を見逃しています。スケジュールを調整することを検討してください。
pt: Seu código de indicação
ru: Вы пропускаете %@ приемов пищи. Рассмотрите возможность корректировки вашего расписания.

source: Your adherence is below 70%. Try setting reminders 15 minutes before meal times.
ar: رمز الإحالة الخاص بك
de: Deine Einhaltung liegt unter 70%. Versuche, Erinnerungen 15 Minuten vor den Mahlzeiten einzustellen.
es: Su cumplimiento es inferior al 70%. Intenta configurar recordatorios 15 minutos antes de las comidas.
fr: Votre adhérence est inférieure à 70 %. Essayez de définir des rappels 15 minutes avant les heures de repas.
hi: आपका रेफरल कोड
it: La tua aderenza è inferiore al 70%. Prova a impostare promemoria 15 minuti prima degli orari dei pasti.
ja: あなたの紹介コード
pt: Sua aderência está abaixo de 70%. Tente definir lembretes 15 minutos antes dos horários das refeições.
ru: Ваш реферальный код
