Repository: zoharb157/CalCalculator
Catalog: playground/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, hi, it, ja, pt, ru

source: Your adherence varies day-to-day. Try to maintain a regular meal schedule.
ar: التزامك أقل من 70%. حاول تعيين التذكيرات قبل 15 دقيقة من أوقات الوجبات.
de: Deine Einhaltung variiert von Tag zu Tag. Versuche, einen regelmäßigen Mahlzeitenplan beizubehalten.
es: Su adherencia varía día a día. Trate de mantener un horario de comidas regular.
fr: Votre adhérence varie d'un jour à l'autre. Essayez de maintenir un horaire de repas régulier.
hi: आपका अनुपालन 70% से कम है। भोजन के समय से 15 मिनट पहले अनुस्मारक सेट करने का प्रयास करें।
it: La tua aderenza varia giorno per giorno. Prova a mantenere un programma pasti regolare.
ja: あなたの遵守率は70%未満です。食事時間の15分前にリマインダーを設定してみてください。
pt: Sua aderência varia dia a dia. Tente manter um horário de refeições regular.
ru: Ваша приверженность ниже 70%. Попробуйте установить напоминания за 15 минут до времени приема пищи.

source: Your referral code has been copied to clipboard.
ar: التزامك يختلف من يوم لآخر. حاول الحفاظ على جدول وجبات منتظم.
de: Dein Empfehlungscode wurde in die Zwischenablage kopiert.
es: Tu código de recomendación se ha copiado en el portapapeles.
fr: Votre code de parrainage a été copié dans le presse-papiers.
hi: आपका अनुपालन दिन-प्रतिदिन भिन्न होता है। नियमित भोजन अनुसूची बनाए रखने का प्रयास करें।
it: Il tuo codice di riferimento è stato copiato negli appunti.
ja: あなたの遵守率は日々変動します。定期的な食事スケジュールを維持するようにしてください。
pt: Seu código de indicação foi copiado para a área de transferência.
ru: Ваша приверженность варьируется день ото дня. Попробуйте поддерживать регулярный график приемов пищи.

source: Your username will be displayed as @%@
ar: تم نسخ رمز الإحالة الخاص بك إلى الحافظة.
de: Dein Benutzername wird als @%@ angezeigt
es: Tu nombre de usuario se mostrará como @%@
fr: Votre nom d'utilisateur sera affiché comme @%@
hi: आपका रेफरल कोड क्लिपबोर्ड पर कॉपी किया गया है।
it: Il tuo nome utente sarà visualizzato come @%@
ja: あなたの紹介コードがクリップボードにコピーされました。
pt: Seu nome de usuário será exibido como @%@
ru: Ваш реферальный код был скопирован в буфер обмена.

source: avg %@
ar: سيتم عرض اسم المستخدم الخاص بك كـ @%@
de: Durchschn. %@
es: promedio
fr: moy %@
hi: आपका उपयोगकर्ता नाम @%@ के रूप में प्रदर्शित किया जाएगा
it: media %@
ja: あなたのユーザー名は @%@ として表示されます
pt: média %@
ru: Ваше имя пользователя будет отображаться как @%@

source: cal burned
ar: متوسط %@
de: cal verbrannt
es: Calorías quemadas
fr: cal brûlées
hi: कैलोरी
it: cal bruciate
ja: カロリー
pt: cal queimadas
ru: сред. %@

source: calories per day
ar: سعرة
de: Kalorien pro Tag
es: Calorías por día
fr: calories par jour
hi: जली हुई कैलोरी
it: calorie al giorno
ja: 消費カロリー
pt: calorias por dia
ru: сожжено ккал

source: e.g., Homemade chicken caesar salad
ar: سعرات محروقة
de: z.B. Hausgemachter Hühner-Caesar-Salat
es: por ejemplo, ensalada de pollo césar casera
fr: ex. : Salade César au poulet maison
hi: प्रति दिन कैलोरी
it: es. Insalata caesar di pollo fatta in casa
ja: 1日あたりのカロリー
pt: ex. Salada caesar de frango caseira
ru: калорий в день

source: e.g., Weight Loss Plan
ar: سعرات في اليوم
de: z.B. Abnehmplan
es: por ejemplo, plan de pérdida de peso
fr: ex. : Plan de perte de poids
hi: उदाहरण, घर का बना चिकन सीज़र सलाद
it: es. Piano perdita peso
ja: 例：自家製チキンシーザーサラダ
pt: ex. Plano de perda de peso
ru: например, Домашний салат Цезарь с курицей

source: g
ar: مثلاً، سلطة قيصر بالدجاج محلية الصنع
hi: उदाहरण, वजन घटाने की योजना
ja: 例：減量計画
ru: например, План потери веса

source: iOS
ar: مثلاً، خطة إنقاص الوزن
hi: g
ja: g
ru: g

source: iOS Version
ar: g
es: Versión de iOS
fr: Version iOS
hi: iOS
it: Versione iOS
ja: iOS
pt: Versão iOS
ru: iOS

source: items
ar: iOS
de: Artikel
es: elementos
fr: éléments
hi: iOS संस्करण
it: elementi
ja: iOSバージョン
pt: itens
ru: Версия iOS

source: meal
ar: إصدار iOS
de: Mahlzeit
es: comida
fr: repas
hi: kcal
it: pasto
ja: kcal
pt: refeição
ru: элементы

source: of
ar: عناصر
de: von
es: de
fr: de
hi: भोजन
it: di
ja: 食事
pt: de
ru: прием пищи

source: per day
ar: كيلو سعرة
de: pro Tag
es: al día
fr: par jour
hi: का
it: al giorno
ja: oz
pt: por dia
ru: из

source: total calories
ar: وجبة
de: Gesamtkalorien
es: Calorías totales
fr: calories totales
hi: oz
it: calorie totali
ja: 1日あたり
pt: calorias totais
ru: в день

source: Listening...
ar: أستمع...
de: Hören...
es: Comprensión auditiva
fr: Écoute...
hi: सुन रहे हैं...
it: In ascolto...
ja: 聞いています...
pt: Ouvindo...
ru: Слушаю...

source: Tap to start
ar: اضغط لتعيين الاسم
de: Tippen, um zu starten
es: Toque para comenzar.
fr: Appuyez pour commencer
hi: नाम सेट करने के लिए टैप करें
it: Tocca per iniziare
ja: タップして名前を設定
pt: Toque para começar
ru: Нажмите, чтобы установить имя

source: Describe what you ate
ar: اوصف ما أكلته
de: Beschreibe, was du gegessen hast
es: Describe lo que comiste
fr: Décrivez ce que vous avez mangé
hi: आपने क्या खाया इसका वर्णन करें
it: Descrivi cosa hai mangiato
ja: 食べたものを説明
pt: Descreva o que você comeu
ru: Опишите, что вы съели

source: Voice logging will be available soon
ar: تسجيل الصوت قيد التطوير حالياً. قريباً ستتمكن من وصف وجباتك بشكل طبيعي وتسجيلها تلقائياً.
de: Sprachprotokollierung wird bald verfügbar sein
es: El registro de voz estará disponible pronto
fr: L'enregistrement vocal sera bientôt disponible
hi: आवाज़ लॉगिंग वर्तमान में विकास में है। जल्द ही आप अपने भोजन को स्वाभाविक रूप से वर्णन कर सकेंगे और उन्हें स्वचालित रूप से लॉग कर सकेंगे।
it: La registrazione vocale sarà disponibile presto
ja: 音声ロギングは現在開発中です。まもなく、あなたの食事を自然に説明し、自動的に記録できるようになります。
pt: O registro por voz estará disponível em breve
ru: Голосовая регистрация находится в разработке. Скоро вы сможете естественно описывать ваши приемы пищи и автоматически регистрировать их.

source: Stop
ar: الخطوات
de: Stoppen
es: Parada
fr: Arrêter
hi: कदम
it: Ferma
ja: 歩数
pt: Parar
ru: Шаги

source: Start Listening
ar: مستقر
de: Mit dem Hören beginnen
es: Empiece a escuchar
fr: Commencer à écouter
hi: स्थिर
it: Inizia ad ascoltare
ja: 安定
pt: Começar a ouvir
ru: Стабильный

source: Voice logging is currently in development. Soon you'll be able to describe your meals naturally and have them automatically logged.
ar: الصوت
de: Sprachprotokollierung befindet sich derzeit in der Entwicklung. Bald kannst du deine Mahlzeiten natürlich beschreiben und sie automatisch protokollieren lassen.
es: El registro de voz está actualmente en desarrollo. Pronto podrás describir tus comidas de forma natural y registrarlas automáticamente.
fr: L'enregistrement vocal est actuellement en développement. Bientôt, vous pourrez décrire vos repas naturellement et les faire enregistrer automatiquement.
hi: आवाज़
it: La registrazione vocale è attualmente in sviluppo. Presto potrai descrivere i tuoi pasti naturalmente e farli registrare automaticamente.
ja: 音声
pt: O registro por voz está atualmente em desenvolvimento. Em breve você poderá descrever suas refeições naturalmente e tê-las registradas automaticamente.
ru: Голос

source: Skip free trial
ar: تخطي التحقق
de: Kostenlose Testversion überspringen
es: Prueba gratuita
fr: Ignorer l'essai gratuit
hi: सत्यापन छोड़ें
it: Salta prova gratuita
ja: 検証をスキップ
pt: Pular teste gratuito
ru: Пропустить проверку

source: Finish
ar: إنهاء
de: Fertig
es: Finalizar
fr: Terminer
hi: समाप्त करें
it: Fine
ja: 完了
pt: Finalizar
ru: Завершить

source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
hi: लॉक
it: Bloccato
ja: ロック
pt: Bloqueado
ru: Заблокировано

source: N/A
ar: غير متاح
hi: उपलब्ध नहीं
