Repository: zoharb157/CalCalculator
Catalog: playground/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, hi, it, ja, pt, ru

source: %d/%d completed
ar: %d/%d مكتمل
de: %d/%d abgeschlossen
es: %d/%d completado
fr: %d/%d terminés
hi: %d/%d पूर्ण
it: %d/%d completati
ja: %d/%d 完了
pt: %d/%d completos
ru: %d/%d завершено

source: %d/%d meals completed
ar: %d/%d وجبة مكتملة
de: %d/%d Mahlzeiten abgeschlossen
es: %d/%d comidas completadas
fr: %d/%d repas terminés
hi: %d/%d भोजन पूर्ण
it: %d/%d pasti completati
ja: %d/%d 食事完了
pt: %d/%d refeições completas
ru: %d/%d приемов пищи завершено

source: 100-200 calories over your goal
ar: 100-200 سعرة حرارية فوق هدفك
de: 100-200 Kalorien über deinem Ziel
es: 100-200 calorías por encima de tu objetivo
fr: 100-200 calories au-dessus de votre objectif
hi: आपके लक्ष्य से 100-200 कैलोरी अधिक
it: 100-200 calorie oltre il tuo obiettivo
ja: 目標を100-200カロリー超過
pt: 100-200 calorias acima da sua meta
ru: 100-200 калорий сверх вашей цели

source: 3 free scans left
ar: 3 عمليات مسح مجانية متبقية
de: 3 kostenlose Scans übrig
es: Quedan 3 escaneos gratuitos
fr: 3 scans gratuits restants
hi: 3 मुफ्त स्कैन बचे
it: 3 scansioni gratuite rimaste
ja: 無料スキャン残り3回
pt: 3 varreduras gratuitas restantes
ru: Осталось 3 бесплатных сканирования

source: Account
ar: حساب
de: Konto
es: Cuenta
fr: Compte
hi: खाता
ja: アカウント
pt: Conta
ru: Аккаунт

source: Active Calories
ar: سعرات نشطة
de: Aktive Kalorien
es: Calorías activas
fr: Calories actives
hi: सक्रिय कैलोरी
it: Calorie attive
ja: アクティブカロリー
pt: Calorias ativas
ru: Активные калории

source: Active Start
ar: بداية نشطة
de: Aktiver Start
es: Comienzo Activo
fr: Active at start
hi: सक्रिय शुरुआत
it: Inizio attivo
ja: アクティブ開始
pt: Início ativo
ru: Активное начало

source: Activity
ar: نشاط
de: Aktivität
es: Actividad
fr: Activité
hi: गतिविधि
it: Attività
ja: アクティビティ
pt: Atividade
ru: Активность

source: Add Burned Calories
ar: إضافة السعرات المحروقة
de: Verbrannte Kalorien hinzufügen
es: Calorías Quemadas
fr: Ajouter des calories brûlées
hi: जली हुई कैलोरी जोड़ें
it: Aggiungi calorie bruciate
ja: 消費カロリーを追加
pt: Adicionar calorias queimadas
ru: Добавить сожженные калории

source: Add First Entry
ar: إضافة أول إدخال
de: Ersten Eintrag hinzufügen
es: Primera entrada
fr: Première ecriture
hi: पहली प्रविष्टि जोड़ें
it: Aggiungi prima voce
ja: 最初のエントリを追加
pt: Adicionar primeira entrada
ru: Добавить первую запись

source: Add Food
ar: إضافة طعام
de: Essen hinzufügen
es: Agregar comida
fr: Ajouter de la nourriture
hi: भोजन जोड़ें
it: Aggiungi cibo
ja: 食べ物を追加
pt: Adicionar comida
ru: Добавить еду

source: Add a note (optional)
ar: إضافة ملاحظة (اختياري)
de: Notiz hinzufügen (optional)
es: Agregar notas (opcional)
fr: Ajouter une note (facultatif)
hi: एक नोट जोड़ें (वैकल्पिक)
it: Aggiungi una nota (opzionale)
ja: メモを追加（オプション）
pt: Adicionar uma nota (opcional)
ru: Добавить заметку (необязательно)

source: Add calories burned from exercise back to your daily goal. Great for maintaining energy during active days.
ar: أضف السعرات المحروقة من التمرين إلى هدفك اليومي. رائع للحفاظ على الطاقة خلال الأيام النشطة.
de: Füge durch Sport verbrannte Kalorien zu deinem täglichen Ziel hinzu. Großartig, um Energie an aktiven Tagen aufrechtzuerhalten.
es: Añade las calorías quemadas del ejercicio a tu objetivo diario. Ideal para mantener la energía durante los días activos.
fr: Ajoutez les calories brûlées par l'exercice à votre objectif quotidien. Idéal pour maintenir l'énergie pendant les journées actives.
hi: व्यायाम से जली हुई कैलोरी को अपने दैनिक लक्ष्य में वापस जोड़ें। सक्रिय दिनों के दौरान ऊर्जा बनाए रखने के लिए बढ़िया।
it: Aggiungi le calorie bruciate dall'esercizio al tuo obiettivo giornaliero. Ottimo per mantenere l'energia durante i giorni attivi.
ja: 運動で消費したカロリーを毎日の目標に戻します。アクティブな日にエネルギーを維持するのに最適です。
pt: Adicione calorias queimadas com exercício de volta à sua meta diária. Ótimo para manter energia durante dias ativos.
ru: Добавьте калории, сожженные во время упражнений, обратно к вашей ежедневной цели. Отлично для поддержания энергии в активные дни.

source: Add your first scheduled meal
ar: أضف أول وجبة مجدولة
de: Füge deine erste geplante Mahlzeit hinzu
es: Añade tu primera comida programada
fr: Ajoutez votre premier repas planifié
hi: अपना पहला निर्धारित भोजन जोड़ें
it: Aggiungi il tuo primo pasto programmato
ja: 最初のスケジュールされた食事を追加
pt: Adicione sua primeira refeição agendada
ru: Добавьте ваш первый запланированный прием пищи

source: Advanced
ar: متقدم
de: Fortgeschritten
es: Avanzado
fr: Avancé
hi: उन्नत
it: Avanzato
ja: 上級
pt: Avançado
ru: Продвинутый

source: Afternoon
ar: بعد الظهر
de: Nachmittag
es: Tarde
fr: Après-midi
hi: दोपहर
it: Pomeriggio
ja: 午後
pt: Tarde
ru: После полудня

source: Aggregated daily totals
ar: إجماليات يومية مجمعة
de: Aggregierte Tageswerte
es: Totales diarios agregados
fr: Totaux quotidiens agrégés
hi: एकत्रित दैनिक कुल
it: Totali giornalieri aggregati
ja: 集計された日次合計
pt: Totais diários agregados
ru: Агрегированные дневные итоги

source: Align document within frame
ar: محاذاة المستند داخل الإطار
de: Dokument im Rahmen ausrichten
es: Alinear el documento dentro del marco
fr: Aligner le document dans le cadre
hi: फ्रेम के भीतर दस्तावेज़ संरेखित करें
it: Allinea documento nel riquadro
ja: フレーム内で文書を整列
pt: Alinhar documento dentro do quadro
ru: Выровнять документ в рамке

source: All
ar: الكل
de: Alle
es: Todos
fr: Toutes
hi: सभी
it: Tutti
ja: すべて
pt: Todos
ru: Все

source: All Badges
ar: جميع الشارات
de: Alle Abzeichen
es: Todas las insignias
fr: Tout les badges
hi: सभी बैज
it: Tutti i badge
ja: すべてのバッジ
pt: Todos os emblemas
ru: Все значки

source: All Entries
ar: جميع الإدخالات
de: Alle Einträge
es: Todas las Entradas
fr: Toutes les Entrées
hi: सभी प्रविष्टियां
it: Tutte le voci
ja: すべてのエントリ
pt: Todas as entradas
ru: Все записи

source: Analysis Complete
ar: اكتمل التحليل
de: Analyse abgeschlossen
es: El análisis se ha completado.
fr: Analyse complète
hi: विश्लेषण पूर्ण
it: Analisi completata
ja: 分析完了
pt: Análise completa
ru: Анализ завершен

source: Analyze
ar: تحليل
de: Analysieren
es: Analizar
fr: Analyser
hi: विश्लेषण करें
it: Analizza
ja: 分析
pt: Analisar
ru: Анализировать

source: Analyze Meal
ar: تحليل وجبة
de: Mahlzeit analysieren
es: Analizar la comida
fr: Analyser le repas
hi: भोजन विश्लेषण करें
it: Analizza pasto
ja: 食事を分析
pt: Analisar refeição
ru: Анализировать прием пищи

source: Analyze with AI
ar: تحليل بالذكاء الاصطناعي
de: Mit KI analysieren
es: Analizar con IA
fr: Analyser avec l'IA
hi: AI के साथ विश्लेषण करें
it: Analizza con AI
ja: AIで分析
pt: Analisar com IA
ru: Анализировать с ИИ

source: Analyzing macros...
ar: تحليل المغذيات الكبرى...
de: Makros analysieren...
es: Analizando macros...
fr: Analyse des macros...
hi: मैक्रोज़ का विश्लेषण...
it: Analisi macro...
ja: マクロを分析中...
pt: Analisando macros...
ru: Анализ макроэлементов...

source: Analyzing your diet...
ar: تحليل نظامك الغذائي...
de: Deine Ernährung analysieren...
es: Analizando tu dieta...
fr: Analyser son alimentation…
hi: आपके आहार का विश्लेषण...
it: Analisi della tua dieta...
ja: あなたの食事を分析中...
pt: Analisando sua dieta...
ru: Анализ вашей диеты...

source: Analyzing your meal...
ar: تحليل وجبتك...
de: Deine Mahlzeit analysieren...
es: Analizando tu comida...
fr: Analyse de votre repas...
hi: आपके भोजन का विश्लेषण...
it: Analisi del tuo pasto...
ja: あなたの食事を分析中...
pt: Analisando sua refeição...
ru: Анализ вашего приема пищи...

source: App Version
ar: إصدار التطبيق
es: Versión de la App
fr: Version appli
hi: ऐप संस्करण
it: Versione app
ja: アプリバージョン
pt: Versão do app
ru: Версия приложения

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Aspect
hi: दिखावट
it: Aspetto
ja: 外観
pt: Aparência
ru: Внешний вид

source: Appearance, calorie tracking, and notifications
ar: المظهر، تتبع السعرات والإشعارات
de: Erscheinungsbild, Kalorienverfolgung und Benachrichtigungen
es: Apariencia, seguimiento de calorías y notificaciones
fr: Apparence, suivi des calories et notifications
hi: दिखावट, कैलोरी ट्रैकिंग और सूचनाएं
it: Aspetto, tracciamento calorie e notifiche
ja: 外観、カロリートラッキング、通知
pt: Aparência, rastreamento de calorias e notificações
ru: Внешний вид, отслеживание калорий и уведомления

source: Appearance, notifications & behavior
ar: المظهر، الإشعارات والسلوك
de: Erscheinungsbild, Benachrichtigungen & Verhalten
es: Apariencia, notificaciones Y comportamiento
fr: Apparence, notifications et comportement
hi: दिखावट, सूचनाएं और व्यवहार
it: Aspetto, notifiche e comportamento
ja: 外観、通知と動作
pt: Aparência, notificações e comportamento
ru: Внешний вид, уведомления и поведение

source: Applied Code
ar: تم تطبيق الرمز
de: Code angewendet
es: Código aplicado
fr: Code appliqué
hi: कोड लागू किया गया
it: Codice applicato
ja: コード適用済み
pt: Código aplicado
ru: Код применен

source: Apply Code
ar: تطبيق الرمز
de: Code anwenden
es: Aplicar código
fr: Appliquer le Code
hi: कोड लागू करें
it: Applica codice
ja: コードを適用
pt: Aplicar código
ru: Применить код

source: Auto-Adjust Macros
ar: ضبط المغذيات الكبرى تلقائياً
de: Makros automatisch anpassen
es: Ajuste automático de macros
fr: Macros d'ajustement automatique
hi: मैक्रोज़ स्वचालित रूप से समायोजित करें
it: Regola automaticamente i macro
ja: マクロを自動調整
pt: Ajustar macros automaticamente
ru: Автоматически настраивать макроэлементы

source: Automatically adjust protein, carbs, and fat when you change your calorie goal.
ar: اضبط البروتين والكربوهيدرات والدهون تلقائياً عند تغيير هدف السعرات.
de: Passe Protein, Kohlenhydrate und Fett automatisch an, wenn du dein Kalorienziel änderst.
es: Ajusta automáticamente las proteínas, los carbohidratos y las grasas cuando cambies tu objetivo de calorías.
fr: Ajustez automatiquement les protéines, les glucides et les lipides lorsque vous modifiez votre objectif calorique.
hi: जब आप अपना कैलोरी लक्ष्य बदलते हैं तो प्रोटीन, कार्ब्स और वसा को स्वचालित रूप से समायोजित करें।
it: Regola automaticamente proteine, carboidrati e grassi quando cambi il tuo obiettivo calorico.
ja: カロリー目標を変更すると、タンパク質、炭水化物、脂肪を自動的に調整します。
pt: Ajuste automaticamente proteína, carboidratos e gordura quando você mudar sua meta de calorias.
ru: Автоматически настраивайте белок, углеводы и жир при изменении цели по калориям.

source: Average
ar: المتوسط
de: Durchschnitt
es: Promedio
fr: Coût
hi: औसत
it: Media
ja: 平均
pt: Média
ru: Среднее

source: Avg Adherence
ar: متوسط الالتزام
de: Durchschnittliche Einhaltung
es: Adherencia media
fr: Adhésion moyenne
hi: औसत अनुपालन
it: Aderenza media
ja: 平均遵守率
pt: Aderência média
ru: Средняя приверженность

source: Avg/Day
ar: المتوسط/اليوم
de: Durchschnitt/Tag
es: Promedio/Día
fr: Moy/Jour
hi: औसत/दिन
it: Media/Giorno
ja: 平均/日
pt: Média/Dia
ru: Среднее/день

source: Badge Celebrations
ar: احتفالات الشارات
de: Abzeichen-Feiern
es: Celebraciones de insignias
fr: Célébrations de badges
hi: बैज उत्सव
it: Celebrazioni badge
ja: バッジのお祝い
pt: Celebrações de emblemas
ru: Празднование значков

source: Badge Earned!
ar: تم الحصول على شارة!
de: Abzeichen verdient!
es: ¡MEDALLA GANADA!
fr: Badge gagnée
hi: बैज अर्जित!
it: Badge guadagnato!
ja: バッジ獲得！
pt: Emblema ganho!
ru: Значок заработан!

source: Badges Earned
ar: الشارات المحصلة
de: Verdiente Abzeichen
es: Insignias ganadas
fr: Badges gagnés
hi: अर्जित बैज
it: Badge guadagnati
ja: 獲得したバッジ
pt: Emblemas ganhos
ru: Заработанные значки

source: Based on your profile and goals
ar: بناءً على ملفك الشخصي وأهدافك
de: Basierend auf deinem Profil und deinen Zielen
es: Según tu perfil y tus objetivos
fr: En fonction de votre profil et de vos objectifs
hi: आपकी प्रोफ़ाइल और लक्ष्यों के आधार पर
it: Basato sul tuo profilo e obiettivi
ja: あなたのプロフィールと目標に基づく
pt: Com base no seu perfil e objetivos
ru: На основе вашего профиля и целей

source: Be specific about ingredients, portion sizes, or cooking methods if possible.
ar: كن محدداً بشأن المكونات، أحجام الحصص، أو طرق الطهي إن أمكن.
de: Sei spezifisch bei Zutaten, Portionsgrößen oder Kochmethoden, wenn möglich.
es: Sea específico sobre los ingredientes, el tamaño de las porciones o los métodos de cocción si es posible.
fr: Soyez précis sur les ingrédients, la taille des portions ou les méthodes de cuisson si possible.
hi: यदि संभव हो तो सामग्री, हिस्से के आकार, या खाना पकाने के तरीकों के बारे में विशिष्ट रहें।
it: Sii specifico su ingredienti, porzioni o metodi di cottura se possibile.
ja: 可能であれば、材料、分量、または調理方法を具体的に記述してください。
pt: Seja específico sobre ingredientes, tamanhos de porção ou métodos de cozimento, se possível.
ru: Будьте конкретны относительно ингредиентов, размеров порций или методов приготовления, если возможно.

source: Best Day
ar: أفضل يوم
de: Bester Tag
es: Día
fr: Meilleur jour
hi: सर्वश्रेष्ठ दिन
it: Giorno migliore
ja: 最高の日
pt: Melhor dia
ru: Лучший день

source: Best Time
ar: أفضل وقت
de: Beste Zeit
es: Mejor tiempo
fr: Heure idéale
hi: सर्वश्रेष्ठ समय
it: Miglior momento
ja: 最高の時間
pt: Melhor horário
ru: Лучшее время

source: Build Consistency
ar: بناء الاتساق
de: Konsistenz aufbauen
es: Construir consistencia
fr: Renforcer la cohérence
hi: निरंतरता बनाएं
it: Costruisci coerenza
ja: 一貫性を構築
pt: Construir consistência
ru: Создать последовательность

source: Calculates optimal macros based on your profile and current calorie goal
ar: يحسب المغذيات الكبرى المثلى بناءً على ملفك الشخصي وهدف السعرات الحالي
de: Berechnet optimale Makros basierend auf deinem Profil und deinem aktuellen Kalorienziel
es: Calcula las macros óptimas en función de su perfil y el objetivo calórico actual
fr: Calcule des macros optimales en fonction de votre profil et de votre objectif calorique actuel
hi: आपकी प्रोफ़ाइल और वर्तमान कैलोरी लक्ष्य के आधार पर इष्टतम मैक्रोज़ की गणना करता है
it: Calcola macro ottimali basati sul tuo profilo e obiettivo calorico attuale
ja: あなたのプロフィールと現在のカロリー目標に基づいて最適なマクロを計算
pt: Calcula macros ótimos com base no seu perfil e meta de calorias atual
ru: Вычисляет оптимальные макроэлементы на основе вашего профиля и текущей цели по калориям

source: Calculating portion sizes...
ar: حساب أحجام الحصص...
de: Portionsgrößen berechnen...
es: Calculando el tamaño de las porciones...
fr: Calcul de la taille des portions...
hi: हिस्से के आकार की गणना...
it: Calcolo dimensioni porzioni...
ja: 分量を計算中...
pt: Calculando tamanhos de porção...
ru: Вычисление размеров порций...

source: Calorie Goal
ar: هدف السعرات
de: Kalorienziel
es: Calorie
fr: Objectif calorique.
hi: कैलोरी लक्ष्य
it: Obiettivo calorie
ja: カロリー目標
pt: Meta de calorias
ru: Цель по калориям

source: Calorie Tracking
ar: تتبع السعرات
de: Kalorienverfolgung
es: Seguimiento de calorías
fr: Suivi des calories
hi: कैलोरी ट्रैकिंग
it: Tracciamento calorie
ja: カロリートラッキング
pt: Rastreamento de calorias
ru: Отслеживание калорий

source: Calories Don't Match
ar: السعرات غير متطابقة
de: Kalorien stimmen nicht überein
es: Las calorías no coinciden
fr: Les calories ne correspondent pas
hi: कैलोरी मेल नहीं खाती
it: Le calorie non corrispondono
ja: カロリーが一致しません
pt: As calorias não correspondem
ru: Калории не совпадают

source: Camera requires physical device
ar: الكاميرا تتطلب جهازاً فعلياً
de: Kamera erfordert physisches Gerät
es: La cámara requiere un dispositivo físico
fr: La caméra nécessite un appareil physique
hi: कैमरा के लिए भौतिक उपकरण की आवश्यकता है
it: La fotocamera richiede un dispositivo fisico
ja: カメラには物理デバイスが必要です
pt: A câmera requer dispositivo físico
ru: Камера требует физическое устройство

source: Carbs
ar: الكربوهيدرات
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
hi: कार्ब्स
it: Carboidrati
ja: 炭水化物
pt: Carboidratos
ru: Углеводы

source: Carry up to 200 unused calories from yesterday into today's goal.
ar: انقل حتى 200 سعرة غير مستخدمة من أمس إلى هدف اليوم.
de: Übertrage bis zu 200 ungenutzte Kalorien von gestern auf das heutige Ziel.
es: Lleva hasta 200 calorías no utilizadas de ayer al objetivo de hoy.
fr: Transportez jusqu'à 200 calories inutilisées d'hier dans l'objectif d'aujourd' hui.
hi: कल से 200 अप्रयुक्त कैलोरी को आज के लक्ष्य में ले जाएं।
it: Porta fino a 200 calorie inutilizzate da ieri nell'obiettivo di oggi.
ja: 昨日の未使用カロリー最大200を今日の目標に持ち越します。
pt: Carregue até 200 calorias não utilizadas de ontem para a meta de hoje.
ru: Перенесите до 200 неиспользованных калорий со вчерашнего дня в сегодняшнюю цель.

source: Centurion
ar: سنتوريون
es: Centurión
hi: सेंचुरियन
it: Centurione
ja: センチュリオン
pt: Centurião
ru: Центурион

source: Change Profile Photo
ar: تغيير صورة الملف الشخصي
de: Profilfoto ändern
es: Cambiar foto de perfil
fr: Changer
hi: प्रोफ़ाइल फोटो बदलें
it: Cambia foto profilo
ja: プロフィール写真を変更
pt: Alterar foto do perfil
ru: Изменить фото профиля

source: Choose a Template (Optional)
ar: اختر قالباً (اختياري)
de: Vorlage wählen (Optional)
es: Elige una plantilla (opcional)
fr: Choisir un modèle (facultatif)
hi: एक टेम्प्लेट चुनें (वैकल्पिक)
it: Scegli un modello (opzionale)
ja: テンプレートを選択（オプション）
pt: Escolher um modelo (opcional)
ru: Выбрать шаблон (необязательно)

source: Choose from Library
ar: اختر من المكتبة
de: Aus Bibliothek wählen
es: Selecciona de la galería
fr: Choisir depuis la librairie
hi: लाइब्रेरी से चुनें
it: Scegli dalla libreria
ja: ライブラリから選択
pt: Escolher da biblioteca
ru: Выбрать из библиотеки

source: Choose one
ar: اختر واحداً
de: Eines wählen
es: Elegid una
fr: Choisissez-en un
hi: एक चुनें
it: Scegli uno
ja: 1つ選択
pt: Escolher um
ru: Выбрать один

source: Close Match
ar: مطابقة قريبة
de: Nahe Übereinstimmung
es: Coincidencia aproximada
fr: Fermer la correspondance
hi: निकट मेल
it: Corrispondenza ravvicinata
ja: 近い一致
pt: Correspondência próxima
ru: Близкое совпадение

source: Code applied successfully
ar: تم تطبيق الرمز بنجاح
de: Code erfolgreich angewendet
es: Código aplicado correctamente
fr: Code appliqué avec succès
hi: कोड सफलतापूर्वक लागू किया गया
it: Codice applicato con successo
ja: コードが正常に適用されました
pt: Código aplicado com sucesso
ru: Код успешно применен

source: Comparing calories with your planned meal
ar: مقارنة السعرات مع وجبتك المخططة
de: Kalorien mit deiner geplanten Mahlzeit vergleichen
es: Comparación de calorías con la comida planificada
fr: Comparaison des calories avec votre repas planifié
hi: आपके नियोजित भोजन के साथ कैलोरी की तुलना
it: Confronto calorie con il tuo pasto pianificato
ja: 計画された食事とカロリーを比較
pt: Comparando calorias com sua refeição planejada
ru: Сравнение калорий с вашим запланированным приемом пищи

source: Complete data backup
ar: نسخ احتياطي كامل للبيانات
de: Vollständige Datensicherung
es: Copia de seguridad de datos completa
fr: Sauvegarde complète des données
hi: पूर्ण डेटा बैकअप
it: Backup completo dati
ja: 完全なデータバックアップ
pt: Backup completo de dados
ru: Полное резервное копирование данных

source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
hi: पूर्ण
it: Completato
ja: 完了
pt: Completo
ru: Завершено

source: Completion by Meal Type
ar: الإتمام حسب نوع الوجبة
de: Abschluss nach Mahlzeittyp
es: Finalización por tipo de comida
fr: Achèvement par type de repas
hi: भोजन प्रकार द्वारा पूर्णता
it: Completamento per tipo pasto
ja: 食事タイプ別の完了
pt: Conclusão por tipo de refeição
ru: Завершение по типу приема пищи

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確認
pt: Confirmar
ru: Подтвердить

source: Confirm Foods
ar: تأكيد الأطعمة
de: Lebensmittel bestätigen
es: Confirmar alimentos
fr: Confirmer les aliments
hi: भोजन पुष्टि करें
it: Conferma alimenti
ja: 食べ物を確認
pt: Confirmar alimentos
ru: Подтвердить продукты

source: Congratulations! You've earned all badges!
ar: تهانينا! لقد حصلت على جميع الشارات!
de: Glückwunsch! Du hast alle Abzeichen verdient!
es: ¡Felicidades! ¡Has ganado todas las insignias!
fr: Félicitations ! Vous avez gagné tous les badges !
hi: बधाई हो! आपने सभी बैज अर्जित कर लिए हैं!
it: Congratulazioni! Hai guadagnato tutti i badge!
ja: おめでとうございます！すべてのバッジを獲得しました！
pt: Parabéns! Você ganhou todos os emblemas!
ru: Поздравляем! Вы заработали все значки!

source: Connect Health
ar: ربط الصحة
de: Gesundheit verbinden
es: Conéctate a la Health
fr: Connecter la santé
hi: स्वास्थ्य कनेक्ट करें
it: Connetti Salute
ja: 健康を接続
pt: Conectar saúde
ru: Подключить здоровье

source: Consistency
ar: الاتساق
de: Konsistenz
es: Consistencia
fr: Cohérence
hi: निरंतरता
it: Coerenza
ja: 一貫性
pt: Consistência
ru: Последовательность

source: Consistent Logger
ar: مسجل متسق
de: Konsequenter Protokollierer
es: Registrador consistente
fr: Enregistreur cohérent
hi: निरंतर लॉगर
it: Logger coerente
ja: 一貫したロガー
pt: Registrador consistente
ru: Последовательный регистратор

source: Contact Support
ar: اتصل بالدعم
de: Support kontaktieren
es: Contactar con Soporte
fr: Contacter le support
hi: सहायता से संपर्क करें
it: Contatta supporto
ja: サポートに連絡
pt: Contatar suporte
ru: Связаться с поддержкой

source: Copied!
ar: تم النسخ!
de: Kopiert!
es: ¡Copiado!
fr: Copié!
hi: कॉपी किया गया!
it: Copiato!
ja: コピーしました！
pt: Copiado!
ru: Скопировано!

source: Copy
ar: نسخ
de: Kopieren
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
pt: Copiar
ru: Копировать

source: Create Your Diet Plan
ar: أنشئ خطة نظامك الغذائي
de: Erstelle deinen Ernährungsplan
es: Crea tu plan de dieta
fr: Créez votre plan d'alimentation
hi: अपना आहार योजना बनाएं
it: Crea il tuo piano dietetico
ja: あなたの食事計画を作成
pt: Crie seu plano de dieta
ru: Создайте ваш план диеты

source: Create personalized meal schedules and track your adherence to reach your nutrition goals.
ar: أنشئ جداول وجبات مخصصة وتتبع التزامك لتحقيق أهدافك الغذائية.
de: Erstelle personalisierte Mahlzeitenpläne und verfolge deine Einhaltung, um deine Ernährungsziele zu erreichen.
es: Cree horarios de comidas personalizados y realice un seguimiento de su cumplimiento para alcanzar sus objetivos de nutrición.
fr: Créez des horaires de repas personnalisés et suivez votre adhésion pour atteindre vos objectifs nutritionnels.
hi: व्यक्तिगत भोजन अनुसूची बनाएं और अपने पोषण लक्ष्यों को प्राप्त करने के लिए अपने अनुपालन को ट्रैक करें।
it: Crea programmi di pasti personalizzati e traccia la tua aderenza per raggiungere i tuoi obiettivi nutrizionali.
ja: 個別の食事スケジュールを作成し、栄養目標を達成するために遵守状況を追跡します。
pt: Crie horários de refeições personalizados e acompanhe sua aderência para alcançar seus objetivos nutricionais.
ru: Создавайте персонализированные расписания приемов пищи и отслеживайте вашу приверженность для достижения ваших целей в области питания.

source: Creating a new plan will replace your current active diet plan. You can only have one active diet plan at a time.
ar: إنشاء خطة جديدة سيستبدل خطة نظامك الغذائي النشطة الحالية. يمكنك الحصول على خطة نظام غذائي نشطة واحدة فقط في كل مرة.
de: Ein neuer Plan ersetzt deinen aktuellen aktiven Ernährungsplan. Du kannst nur einen aktiven Ernährungsplan gleichzeitig haben.
es: Crear un nuevo plan reemplazará tu plan de dieta activa actual. Solo puede tener un plan de dieta activa a la vez.
fr: La création d'un nouveau régime remplacera votre régime actif actuel. Vous ne pouvez avoir qu'un seul régime actif à la fois.
hi: एक नई योजना बनाना आपकी वर्तमान सक्रिय आहार योजना को प्रतिस्थापित करेगा। आप एक समय में केवल एक सक्रिय आहार योजना रख सकते हैं।
it: Creare un nuovo piano sostituirà il tuo piano dietetico attivo attuale. Puoi avere solo un piano dietetico attivo alla volta.
ja: 新しい計画を作成すると、現在のアクティブな食事計画が置き換えられます。一度に1つのアクティブな食事計画のみを持つことができます。
pt: Criar um novo plano substituirá seu plano de dieta ativo atual. Você pode ter apenas um plano de dieta ativo por vez.
ru: Создание нового плана заменит ваш текущий активный план диеты. Вы можете иметь только один активный план диеты за раз.

source: Cycling
ar: ركوب الدراجات
de: Radfahren
es: Ciclismo
fr: Cyclisme
hi: साइकिल चलाना
it: Ciclismo
ja: サイクリング
pt: Ciclismo
ru: Велоспорт

source: Daily Calories
ar: السعرات اليومية
de: Tägliche Kalorien
es: CALORÍAS DIARIAS
fr: Calories quotidiennes
hi: दैनिक कैलोरी
it: Calorie giornaliere
ja: 毎日のカロリー
pt: Calorias diárias
ru: Ежедневные калории
