Repository: zoharb157/CalCalculator
Catalog: playground/*.lproj/Localizable.strings
Languages: ar, de, es, fr, he, hi, it, ja, pt, ru

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
hi: सहेजें
it: Salva
ja: 保存
pt: Salvar
ru: Сохранить

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
he: סיום
hi: पूर्ण
it: Fatto
ja: 完了
pt: Concluído
ru: Готово

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
hi: हटाएं
it: Elimina
ja: 削除
pt: Excluir
ru: Удалить

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
he: ערוך
hi: संपादित करें
it: Modifica
ja: 編集
pt: Editar
ru: Редактировать

source: OK
ar: موافق
he: אישור
hi: ठीक है
ru: ОК

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
he: כן
hi: हाँ
it: Sì
ja: はい
pt: Sim
ru: Да

source: No
ar: لا
de: Nein
fr: Non
he: לא
hi: नहीं
ja: いいえ
pt: Não
ru: Нет

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
hi: बंद करें
it: Chiudi
ja: 閉じる
pt: Fechar
ru: Закрыть

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
he: חזור
hi: वापस
it: Indietro
ja: 戻る
pt: Voltar
ru: Назад

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
he: הבא
hi: अगला
it: Avanti
ja: 次へ
pt: Próximo
ru: Далее

source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
fr: Continuer
he: המשך
hi: जारी रखें
it: Continua
ja: 続ける
pt: Continuar
ru: Продолжить

source: Loading...
ar: جاري التحميل...
de: Lädt...
es: Cargando...
fr: Chargement...
he: טוען...
hi: लोड हो रहा है...
it: Caricamento...
ja: 読み込み中...
pt: Carregando...
ru: Загрузка...

source: Error
ar: خطأ
de: Fehler
fr: Erreur
he: שגיאה
hi: त्रुटि
it: Errore
ja: エラー
pt: Erro
ru: Ошибка

source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
he: הצלחה
hi: सफलता
it: Successo
ja: 成功
pt: Sucesso
ru: Успех

source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
he: בית
hi: होम
it: Casa
ja: ホーム
pt: Início
ru: Главная

source: Macronutrients
ar: المغذيات الكبرى
de: Makronährstoffe
es: Macronutrientes
fr: Macronutriments
he: מקרו-תזונה
hi: मैक्रोन्यूट्रिएंट्स
it: Macronutrienti
ja: マクロ栄養素
pt: Macronutrientes
ru: Макронутриенты

source: Recently uploaded
ar: تم الرفع مؤخراً
de: Kürzlich hochgeladen
es: Recientemente subido
fr: Récemment téléchargé
he: הועלה לאחרונה
hi: हाल ही में अपलोड किया गया
it: Caricato di recente
ja: 最近アップロード
pt: Enviado recentemente
ru: Недавно загружено

source: Calories left
ar: السعرات المتبقية
de: Verbleibende Kalorien
es: Calorías restantes
fr: Calories restantes
he: קלוריות נותרות
hi: बची हुई कैलोरी
it: Calorie rimanenti
ja: 残りカロリー
pt: Calorias restantes
ru: Осталось калорий

source: Gained
ar: مكتسب
de: Zugenommen
es: Ganado
fr: Gagné
he: הושג
hi: प्राप्त
it: Guadagnato
ja: 獲得
pt: Ganho
ru: Получено

source: Lost
ar: مفقود
de: Verloren
es: Perdido
fr: Perdu
he: אבד
hi: खो गया
it: Perso
ja: 消費
pt: Perdido
ru: Потрачено

source: Net
ar: صافي
de: Netto
es: Neto
he: נטו
hi: शुद्ध
it: Netto
ja: 純
pt: Líquido
ru: Чисто

source: Consumed
ar: مستهلك
de: Verbraucht
es: Consumido
fr: Consommé
he: נצרך
hi: खपत
it: Consumato
ja: 摂取
pt: Consumido
ru: Потреблено

source: Burned
ar: محروق
de: Verbrannt
es: Quemado
fr: Brûlé
he: נשרף
hi: जला दिया
it: Bruciato
ja: 消費
pt: Queimado
ru: Сожжено

source: No meals yet
ar: لا توجد وجبات بعد
de: Noch keine Mahlzeiten
es: Aún no hay comidas
fr: Pas encore de repas
he: אין ארוחות עדיין
hi: अभी तक कोई भोजन नहीं
it: Nessun pasto ancora
ja: まだ食事がありません
pt: Ainda sem refeições
ru: Пока нет блюд

source: Tap + to add your first meal of the day
ar: اضغط + لإضافة وجبتك الأولى في اليوم
de: Tippen Sie auf +, um Ihre erste Mahlzeit des Tages hinzuzufügen
es: Toca + para agregar tu primera comida del día
fr: Appuyez sur + pour ajouter votre premier repas de la journée
he: הקש + כדי להוסיף את הארוחה הראשונה שלך ביום
hi: दिन का पहला भोजन जोड़ने के लिए + टैप करें
it: Tocca + per aggiungere il tuo primo pasto della giornata
ja: +をタップして今日の最初の食事を追加
pt: Toque + para adicionar sua primeira refeição do dia
ru: Нажмите +, чтобы добавить первое блюдо дня

source: Progress
ar: التقدم
de: Fortschritt
es: Progreso
fr: Progrès
he: התקדמות
hi: प्रगति
it: Progressi
ja: 進捗
pt: Progresso
ru: Прогресс

source: Current Weight
ar: الوزن الحالي
de: Aktuelles Gewicht
es: Peso Actual
fr: Poids Actuel
he: משקל נוכחי
hi: वर्तमान वजन
it: Peso Attuale
ja: 現在の体重
pt: Peso Atual
ru: Текущий вес

source: Weight Changes
ar: تغيرات الوزن
de: Gewichtsänderungen
es: Cambios de Peso
fr: Changements de Poids
he: שינויי משקל
hi: वजन में परिवर्तन
it: Variazioni di Peso
ja: 体重の変化
pt: Mudanças de Peso
ru: Изменения веса

source: Progress Photos
ar: صور التقدم
de: Fortschrittsfotos
es: Fotos de Progreso
fr: Photos de Progrès
he: תמונות התקדמות
hi: प्रगति फोटो
it: Foto dei Progressi
ja: 進捗写真
pt: Fotos de Progresso
ru: Фото прогресса

source: Daily Average Calories
ar: متوسط السعرات اليومية
de: Täglicher Kalorien-Durchschnitt
es: Promedio Diario de Calorías
fr: Moyenne Quotidienne de Calories
he: ממוצע קלוריות יומי
hi: दैनिक औसत कैलोरी
it: Media Giornaliera di Calorie
ja: 1日の平均カロリー
pt: Média Diária de Calorias
ru: Среднее дневное количество калорий

source: BMI
ar: مؤشر كتلة الجسم
es: IMC
fr: IMC
it: IMC
pt: IMC
ru: ИМТ

source: Save Weight
ar: حفظ الوزن
de: Gewicht Speichern
es: Guardar Peso
fr: Enregistrer le Poids
he: שמור משקל
hi: वजन सहेजें
it: Salva Peso
ja: 体重を保存
pt: Salvar Peso
ru: Сохранить вес

source: Log Weight
ar: تسجيل الوزن
de: Gewicht Eintragen
es: Registrar Peso
fr: Enregistrer le Poids
he: רשום משקל
hi: वजन लॉग करें
it: Registra Peso
ja: 体重を記録
pt: Registrar Peso
ru: Записать вес

source: View Progress
ar: عرض التقدم
de: Fortschritt Anzeigen
es: Ver Progreso
fr: Voir le Progrès
he: צפה בהתקדמות
hi: प्रगति देखें
it: Visualizza Progressi
ja: 進捗を表示
pt: Ver Progresso
ru: Просмотр прогресса

source: 3 day
ar: 3 أيام
de: 3 Tage
es: 3 días
fr: 3 jours
he: 3 ימים
hi: 3 दिन
it: 3 giorni
ja: 3日
pt: 3 dias
ru: 3 дня

source: 7 day
ar: 7 أيام
de: 7 Tage
es: 7 días
fr: 7 jours
he: 7 ימים
hi: 7 दिन
it: 7 giorni
ja: 7日
pt: 7 dias
ru: 7 дней

source: 14 day
ar: 14 يوماً
de: 14 Tage
es: 14 días
fr: 14 jours
he: 14 ימים
hi: 14 दिन
it: 14 giorni
ja: 14日
pt: 14 dias
ru: 14 дней

source: 30 day
ar: 30 يوماً
de: 30 Tage
es: 30 días
fr: 30 jours
he: 30 ימים
hi: 30 दिन
it: 30 giorni
ja: 30日
pt: 30 dias
ru: 30 дней

source: 90 day
ar: 90 يوماً
de: 90 Tage
es: 90 días
fr: 90 jours
he: 90 ימים
hi: 90 दिन
it: 90 giorni
ja: 90日
pt: 90 dias
ru: 90 дней

source: All Time
ar: كل الوقت
de: Gesamt
es: Todo el Tiempo
fr: Tout le Temps
he: כל הזמן
hi: सभी समय
it: Sempre
ja: 全期間
pt: Todo o Tempo
ru: Все время

source: No change
ar: لا يوجد تغيير
de: Keine Änderung
es: Sin cambios
fr: Aucun changement
he: אין שינוי
hi: कोई परिवर्तन नहीं
it: Nessun cambiamento
ja: 変化なし
pt: Sem mudança
ru: Нет изменений

source: Save Food
ar: حفظ الطعام
de: Essen Speichern
es: Guardar Comida
fr: Enregistrer la Nourriture
he: שמור אוכל
hi: भोजन सहेजें
it: Salva Cibo
ja: 食事を保存
pt: Salvar Comida
ru: Сохранить еду

source: Log Food
ar: تسجيل الطعام
de: Essen Eintragen
es: Registrar Comida
fr: Enregistrer la Nourriture
he: רשום אוכל
hi: भोजन लॉग करें
it: Registra Cibo
ja: 食事を記録
pt: Registrar Comida
ru: Записать еду

source: Food saved successfully!
ar: تم حفظ الطعام بنجاح!
de: Essen erfolgreich gespeichert!
es: ¡Comida guardada exitosamente!
fr: Nourriture enregistrée avec succès !
he: אוכל נשמר בהצלחה!
hi: भोजन सफलतापूर्वक सहेजा गया!
it: Cibo salvato con successo!
ja: 食事の保存に成功しました！
pt: Comida salva com sucesso!
ru: Еда успешно сохранена!

source: Save Meal
ar: حفظ الوجبة
de: Mahlzeit Speichern
es: Guardar Comida
fr: Enregistrer le Repas
he: שמור ארוחה
hi: भोजन सहेजें
it: Salva Pasto
ja: 食事を保存
pt: Salvar Refeição
ru: Сохранить блюдо

source: Describe
ar: وصف
de: Beschreiben
es: Describir
fr: Décrire
he: תאר
hi: वर्णन करें
it: Descrivi
ja: 説明
pt: Descrever
ru: Описать

source: Scan
ar: مسح
de: Scannen
es: Escanear
fr: Scanner
he: סרוק
hi: स्कैन करें
it: Scansiona
ja: スキャン
pt: Escanear
ru: Сканировать

source: Exercise
ar: تمرين
de: Übung
es: Ejercicio
fr: Exercice
he: אימון
hi: व्यायाम
it: Esercizio
ja: 運動
pt: Exercício
ru: Упражнение

source: Diet
ar: نظام غذائي
de: Diät
es: Dieta
fr: Régime
he: דיאטה
hi: आहार
it: Dieta
ja: ダイエット
pt: Dieta
ru: Диета

source: Today's Activity
ar: نشاط اليوم
de: Heutige Aktivität
es: Actividad de Hoy
fr: Activité d'Aujourd'hui
he: פעילות היום
hi: आज की गतिविधि
it: Attività di Oggi
ja: 今日の活動
pt: Atividade de Hoje
ru: Активность сегодня

source: View All
ar: عرض الكل
de: Alle Anzeigen
es: Ver Todo
fr: Voir Tout
he: הצג הכל
hi: सभी देखें
it: Vedi Tutto
ja: すべて表示
pt: Ver Tudo
ru: Показать все

source: Meals
ar: الوجبات
de: Mahlzeiten
es: Comidas
fr: Repas
he: ארוחות
hi: भोजन
it: Pasti
ja: 食事
pt: Refeições
ru: Блюда

source: Workouts
ar: التدريبات
de: Trainingseinheiten
es: Entrenamientos
fr: Entraînements
he: אימונים
hi: वर्कआउट
it: Allenamenti
ja: ワークアウト
pt: Treinos
ru: Тренировки

source: No Logs Yet
ar: لا توجد سجلات بعد
de: Noch Keine Einträge
es: Aún No Hay Registros
fr: Pas Encore de Journaux
he: אין רישומים עדיין
hi: अभी तक कोई लॉग नहीं
it: Nessun Registro Ancora
ja: まだ記録がありません
pt: Ainda Sem Registros
ru: Пока нет записей

source: Start logging your meals and exercises to see them here
ar: ابدأ بتسجيل وجباتك وتمارينك لرؤيتها هنا
de: Beginnen Sie mit dem Eintragen Ihrer Mahlzeiten und Übungen, um sie hier zu sehen
es: Comienza a registrar tus comidas y ejercicios para verlos aquí
fr: Commencez à enregistrer vos repas et exercices pour les voir ici
he: התחל לרשום את הארוחות והאימונים שלך כדי לראות אותם כאן
hi: उन्हें यहाँ देखने के लिए अपने भोजन और व्यायाम लॉग करना शुरू करें
it: Inizia a registrare i tuoi pasti e esercizi per vederli qui
ja: 食事と運動を記録し始めると、ここに表示されます
pt: Comece a registrar suas refeições e exercícios para vê-los aqui
ru: Начните записывать свои блюда и упражнения, чтобы видеть их здесь

source: No Activity Yet
ar: لا يوجد نشاط بعد
de: Noch Keine Aktivität
es: Aún No Hay Actividad
fr: Pas Encore d'Activité
he: אין פעילות עדיין
hi: अभी तक कोई गतिविधि नहीं
it: Nessuna Attività Ancora
ja: まだ活動がありません
pt: Ainda Sem Atividade
ru: Пока нет активности

source: Start saving your meals and exercises to see them here
ar: ابدأ بحفظ وجباتك وتمارينك لرؤيتها هنا
de: Beginnen Sie mit dem Speichern Ihrer Mahlzeiten und Übungen, um sie hier zu sehen
es: Comienza a guardar tus comidas y ejercicios para verlos aquí
fr: Commencez à enregistrer vos repas et exercices pour les voir ici
he: התחל לשמור את הארוחות והאימונים שלך כדי לראות אותם כאן
hi: उन्हें यहाँ देखने के लिए अपने भोजन और व्यायाम सहेजना शुरू करें
it: Inizia a salvare i tuoi pasti e esercizi per vederli qui
ja: 食事と運動を保存し始めると、ここに表示されます
pt: Comece a salvar suas refeições e exercícios para vê-los aqui
ru: Начните сохранять свои блюда и упражнения, чтобы видеть их здесь

source: Save Exercise
ar: حفظ التمرين
de: Übung Speichern
es: Guardar Ejercicio
fr: Enregistrer l'Exercice
he: שמור אימון
hi: व्यायाम सहेजें
it: Salva Esercizio
ja: 運動を保存
pt: Salvar Exercício
ru: Сохранить упражнение

source: Log Exercise
ar: تسجيل التمرين
de: Übung Eintragen
es: Registrar Ejercicio
fr: Enregistrer l'Exercice
he: רשום אימון
hi: व्यायाम लॉग करें
it: Registra Esercizio
ja: 運動を記録
pt: Registrar Exercício
ru: Записать упражнение

source: Exercise saved successfully!
ar: تم حفظ التمرين بنجاح!
de: Übung erfolgreich gespeichert!
es: ¡Ejercicio guardado exitosamente!
fr: Exercice enregistré avec succès !
he: אימון נשמר בהצלחה!
hi: व्यायाम सफलतापूर्वक सहेजा गया!
it: Esercizio salvato con successo!
ja: 運動の保存に成功しました！
pt: Exercício salvo com sucesso!
ru: Упражнение успешно сохранено!

source: Select Exercise Type
ar: اختر نوع التمرين
de: Übungstyp Auswählen
es: Seleccionar Tipo de Ejercicio
fr: Sélectionner le Type d'Exercice
he: בחר סוג אימון
hi: व्यायाम प्रकार चुनें
it: Seleziona Tipo di Esercizio
ja: 運動の種類を選択
pt: Selecionar Tipo de Exercício
ru: Выберите тип упражнения

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
he: משך
hi: अवधि
it: Durata
ja: 時間
pt: Duração
ru: Продолжительность

source: Intensity
ar: الشدة
de: Intensität
es: Intensidad
fr: Intensité
he: עוצמה
hi: तीव्रता
it: Intensità
ja: 強度
pt: Intensidade
ru: Интенсивность

source: Calories
ar: السعرات
de: Kalorien
es: Calorías
he: קלוריות
hi: कैलोरी
it: Calorie
ja: カロリー
pt: Calorias
ru: Калории

source: Describe Exercise
ar: وصف التمرين
de: Übung Beschreiben
es: Describir Ejercicio
fr: Décrire l'Exercice
he: תאר אימון
hi: व्यायाम वर्णन करें
it: Descrivi Esercizio
ja: 運動を説明
pt: Descrever Exercício
ru: Описать упражнение

source: Manual Entry
ar: إدخال يدوي
de: Manuelle Eingabe
es: Entrada Manual
fr: Saisie Manuelle
he: הזנה ידנית
hi: मैनुअल प्रविष्टि
it: Inserimento Manuale
ja: 手動入力
pt: Entrada Manual
ru: Ручной ввод

source: Diet Plan
ar: خطة النظام الغذائي
de: Ernährungsplan
es: Plan de Dieta
fr: Plan de Régime
he: תוכנית דיאטה
hi: आहार योजना
it: Piano Alimentare
ja: 食事計画
pt: Plano de Dieta
ru: План питания

source: My Diet
ar: نظامي الغذائي
de: Meine Diät
es: Mi Dieta
fr: Mon Régime
he: הדיאטה שלי
hi: मेरा आहार
it: La Mia Dieta
ja: 私のダイエット
pt: Minha Dieta
ru: Моя диета

source: Create Diet Plan
ar: إنشاء خطة نظام غذائي
de: Ernährungsplan Erstellen
es: Crear Plan de Dieta
fr: Créer un Plan de Régime
he: צור תוכנית דיאטה
hi: आहार योजना बनाएं
it: Crea Piano Alimentare
ja: 食事計画を作成
pt: Criar Plano de Dieta
ru: Создать план питания

source: Edit Diet Plan
ar: تعديل خطة النظام الغذائي
de: Ernährungsplan Bearbeiten
es: Editar Plan de Dieta
fr: Modifier le Plan de Régime
he: ערוך תוכנית דיאטה
hi: आहार योजना संपादित करें
it: Modifica Piano Alimentare
ja: 食事計画を編集
pt: Editar Plano de Dieta
ru: Редактировать план питания

source: Delete Diet Plan
ar: حذف خطة النظام الغذائي
de: Ernährungsplan Löschen
es: Eliminar Plan de Dieta
fr: Supprimer le Plan de Régime
he: מחק תוכנית דיאטה
hi: आहार योजना हटाएं
it: Elimina Piano Alimentare
ja: 食事計画を削除
pt: Excluir Plano de Dieta
ru: Удалить план питания

source: No Diet Plan
ar: لا توجد خطة نظام غذائي
de: Kein Ernährungsplan
es: Sin Plan de Dieta
fr: Pas de Plan de Régime
he: אין תוכנית דיאטה
hi: कोई आहार योजना नहीं
it: Nessun Piano Alimentare
ja: 食事計画なし
pt: Sem Plano de Dieta
ru: Нет плана питания

source: Create a diet plan to schedule repetitive meals and track your adherence
ar: أنشئ خطة نظام غذائي لجدولة الوجبات المتكررة وتتبع التزامك
de: Erstellen Sie einen Ernährungsplan, um wiederkehrende Mahlzeiten zu planen und Ihre Einhaltung zu verfolgen
es: Crea un plan de dieta para programar comidas repetitivas y rastrear tu adherencia
fr: Créez un plan de régime pour programmer des repas répétitifs et suivre votre adhésion
he: צור תוכנית דיאטה לתזמון ארוחות חוזרות ולמעקב אחר ההיענות שלך
hi: दोहराए जाने वाले भोजन को शेड्यूल करने और अपनी अनुपालन को ट्रैक करने के लिए आहार योजना बनाएं
it: Crea un piano alimentare per programmare pasti ripetitivi e tracciare la tua aderenza
ja: 繰り返しの食事をスケジュールし、遵守状況を追跡するための食事計画を作成
pt: Crie um plano de dieta para agendar refeições repetitivas e acompanhar sua adesão
ru: Создайте план питания для планирования повторяющихся блюд и отслеживания соблюдения

source: Today's Diet Plan
ar: خطة النظام الغذائي لليوم
de: Heutiger Ernährungsplan
es: Plan de Dieta de Hoy
fr: Plan de Régime d'Aujourd'hui
he: תוכנית הדיאטה של היום
hi: आज की आहार योजना
it: Piano Alimentare di Oggi
ja: 今日の食事計画
pt: Plano de Dieta de Hoje
ru: План питания на сегодня

source: meals completed
ar: وجبات مكتملة
de: Mahlzeiten abgeschlossen
es: comidas completadas
fr: repas complétés
he: ארוחות הושלמו
hi: भोजन पूर्ण
it: pasti completati
ja: 食事完了
pt: refeições concluídas
ru: блюд завершено

source: Scheduled Meals
ar: الوجبات المجدولة
de: Geplante Mahlzeiten
es: Comidas Programadas
fr: Repas Programmés
he: ארוחות מתוזמנות
hi: निर्धारित भोजन
it: Pasti Programmati
ja: 予定された食事
pt: Refeições Agendadas
ru: Запланированные блюда

source: No meals scheduled
ar: لا توجد وجبات مجدولة
de: Keine Mahlzeiten geplant
es: No hay comidas programadas
fr: Aucun repas programmé
he: אין ארוחות מתוזמנות
hi: कोई भोजन निर्धारित नहीं
it: Nessun pasto programmato
ja: 予定された食事なし
pt: Nenhuma refeição agendada
ru: Нет запланированных блюд

source: Add Scheduled Meal
ar: إضافة وجبة مجدولة
de: Geplante Mahlzeit Hinzufügen
es: Agregar Comida Programada
fr: Ajouter un Repas Programmée
he: הוסף ארוחה מתוזמנת
hi: निर्धारित भोजन जोड़ें
it: Aggiungi Pasto Programmato
ja: 予定された食事を追加
pt: Adicionar Refeição Agendada
ru: Добавить запланированное блюдо

source: Daily Calorie Goal
ar: هدف السعرات اليومي
de: Tägliches Kalorienziel
es: Meta Diaria de Calorías
fr: Objectif Quotidien de Calories
he: יעד קלוריות יומי
hi: दैनिक कैलोरी लक्ष्य
it: Obiettivo Calorico Giornaliero
ja: 1日のカロリー目標
pt: Meta Diária de Calorias
ru: Дневная цель по калориям

source: Adherence
ar: الالتزام
de: Einhaltung
es: Adherencia
fr: Adhésion
he: היענות
hi: अनुपालन
it: Aderenza
ja: 遵守
pt: Adesão
ru: Соблюдение

source: Adherence Trend
ar: اتجاه الالتزام
de: Einhaltungstrend
es: Tendencia de Adherencia
fr: Tendance d'Adhésion
he: מגמת היענות
hi: अनुपालन प्रवृत्ति
it: Tendenza di Aderenza
ja: 遵守の傾向
pt: Tendência de Adesão
ru: Тенденция соблюдения

source: Today's Schedule
ar: جدول اليوم
de: Heutiger Zeitplan
es: Horario de Hoy
fr: Horaire d'Aujourd'hui
he: לוח הזמנים של היום
hi: आज का शेड्यूल
it: Programma di Oggi
ja: 今日のスケジュール
pt: Agenda de Hoje
ru: Расписание на сегодня

source: Insights
ar: رؤى
de: Einblicke
es: Perspectivas
fr: Perspectives
he: תובנות
hi: अंतर्दृष्टि
it: Approfondimenti
ja: インサイト
ru: Аналитика

source: Weekly Statistics
ar: إحصائيات أسبوعية
de: Wöchentliche Statistiken
es: Estadísticas Semanales
fr: Statistiques Hebdomadaires
he: סטטיסטיקות שבועיות
hi: साप्ताहिक आंकड़े
it: Statistiche Settimanali
ja: 週間統計
pt: Estatísticas Semanais
ru: Недельная статистика

source: No data available
ar: لا توجد بيانات متاحة
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
he: אין נתונים זמינים
hi: कोई डेटा उपलब्ध नहीं
it: Nessun dato disponibile
ja: データなし
pt: Nenhum dado disponível
ru: Нет доступных данных

source: Off-Diet Meals
ar: وجبات خارج النظام الغذائي
de: Mahlzeiten Außerhalb der Diät
es: Comidas Fuera de la Dieta
fr: Repas Hors Régime
he: ארוחות מחוץ לדיאטה
hi: आहार से बाहर के भोजन
it: Pasti Fuori Dieta
ja: ダイエット外の食事
pt: Refeições Fora da Dieta
ru: Блюда вне диеты

source: calories from off-diet meals
ar: سعرات من وجبات خارج النظام الغذائي
de: Kalorien von Mahlzeiten außerhalb der Diät
es: calorías de comidas fuera de la dieta
fr: calories provenant de repas hors régime
he: קלוריות מארוחות מחוץ לדיאטה
hi: आहार से बाहर के भोजन से कैलोरी
it: calorie da pasti fuori dieta
ja: ダイエット外の食事からのカロリー
pt: calorias de refeições fora da dieta
ru: калорий из блюд вне диеты

source: You can only have one active diet plan at a time. Creating a new plan will replace this one.
ar: يمكنك الحصول على خطة نظام غذائي نشطة واحدة فقط في كل مرة. إنشاء خطة جديدة سيستبدل هذه.
de: Sie können nur einen aktiven Ernährungsplan gleichzeitig haben. Das Erstellen eines neuen Plans ersetzt diesen.
es: Solo puedes tener un plan de dieta activo a la vez. Crear un nuevo plan reemplazará este.
fr: Vous ne pouvez avoir qu'un seul plan de régime actif à la fois. Créer un nouveau plan remplacera celui-ci.
he: אתה יכול להחזיק רק תוכנית דיאטה פעילה אחת בכל פעם. יצירת תוכנית חדשה תחליף את זו.
hi: आप एक समय में केवल एक सक्रिय आहार योजना रख सकते हैं। नई योजना बनाने से यह प्रतिस्थापित हो जाएगी।
it: Puoi avere solo un piano alimentare attivo alla volta. Creare un nuovo piano sostituirà questo.
ja: 一度に1つのアクティブな食事計画のみ可能です。新しい計画を作成すると、これが置き換えられます。
pt: Você só pode ter um plano de dieta ativo por vez. Criar um novo plano substituirá este.
ru: У вас может быть только один активный план питания за раз. Создание нового плана заменит этот.

source: Please add at least one scheduled meal before saving the diet plan.
ar: يرجى إضافة وجبة مجدولة واحدة على الأقل قبل حفظ خطة النظام الغذائي.
de: Bitte fügen Sie mindestens eine geplante Mahlzeit hinzu, bevor Sie den Ernährungsplan speichern.
es: Por favor agrega al menos una comida programada antes de guardar el plan de dieta.
fr: Veuillez ajouter au moins un repas programmé avant d'enregistrer le plan de régime.
he: אנא הוסף לפחות ארוחה מתוזמנת אחת לפני שמירת תוכנית הדיאטה.
hi: कृपया आहार योजना सहेजने से पहले कम से कम एक निर्धारित भोजन जोड़ें।
it: Per favore aggiungi almeno un pasto programmato prima di salvare il piano alimentare.
ja: 食事計画を保存する前に、少なくとも1つの予定された食事を追加してください。
pt: Por favor, adicione pelo menos uma refeição agendada antes de salvar o plano de dieta.
ru: Пожалуйста, добавьте хотя бы одно запланированное блюдо перед сохранением плана питания.

source: No Meals Scheduled
ar: لا توجد وجبات مجدولة
de: Keine Mahlzeiten Geplant
es: No Hay Comidas Programadas
fr: Aucun Repas Programmée
he: אין ארוחות מתוזמנות
hi: कोई भोजन निर्धारित नहीं
it: Nessun Pasto Programmato
ja: 予定された食事なし
pt: Nenhuma Refeição Agendada
ru: Нет Запланированных Блюд

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
he: פרופיל
hi: प्रोफ़ाइल
it: Profilo
ja: プロフィール
pt: Perfil
ru: Профиль

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
it: Impostazioni
ja: 設定
pt: Configurações
ru: Настройки

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
he: שפה
hi: भाषा
it: Lingua
ja: 言語
pt: Idioma
ru: Язык

source: Select Language
ar: اختر اللغة
de: Sprache Auswählen
es: Seleccionar Idioma
fr: Sélectionner la Langue
he: בחר שפה
hi: भाषा चुनें
it: Seleziona Lingua
ja: 言語を選択
pt: Selecionar Idioma
ru: Выберите язык

source: Export Data
ar: تصدير البيانات
de: Daten Exportieren
es: Exportar Datos
fr: Exporter les Données
he: ייצא נתונים
hi: डेटा निर्यात करें
it: Esporta Dati
ja: データをエクスポート
pt: Exportar Dados
ru: Экспорт данных

source: Weight Data
ar: بيانات الوزن
de: Gewichtsdaten
es: Datos de Peso
fr: Données de Poids
he: נתוני משקל
hi: वजन डेटा
it: Dati del Peso
ja: 体重データ
pt: Dados de Peso
ru: Данные о весе

source: Nutrition Data
ar: بيانات التغذية
de: Ernährungsdaten
es: Datos de Nutrición
fr: Données de Nutrition
he: נתוני תזונה
hi: पोषण डेटा
it: Dati Nutrizionali
ja: 栄養データ
pt: Dados Nutricionais
ru: Данные о питании

source: Export your weight tracking history as a PDF file.
ar: قم بتصدير تاريخ تتبع الوزن كملف PDF.
de: Exportieren Sie Ihre Gewichtsverlaufshistorie als PDF-Datei.
es: Exporta tu historial de seguimiento de peso como un archivo PDF.
fr: Exportez votre historique de suivi de poids sous forme de fichier PDF.
he: ייצא את היסטוריית מעקב המשקל שלך כקובץ PDF.
hi: अपने वजन ट्रैकिंग इतिहास को PDF फ़ाइल के रूप में निर्यात करें।
it: Esporta la tua cronologia di tracciamento del peso come file PDF.
ja: 体重追跡履歴をPDFファイルとしてエクスポート。
pt: Exporte seu histórico de acompanhamento de peso como um arquivo PDF.
ru: Экспортируйте историю отслеживания веса в виде PDF-файла.

source: Export your meal logs and nutrition data as PDF files.
ar: قم بتصدير سجلات وجباتك وبيانات التغذية كملفات PDF.
de: Exportieren Sie Ihre Mahlzeitprotokolle und Ernährungsdaten als PDF-Dateien.
es: Exporta tus registros de comidas y datos de nutrición como archivos PDF.
fr: Exportez vos journaux de repas et données de nutrition sous forme de fichiers PDF.
he: ייצא את רישומי הארוחות ונתוני התזונה שלך כקבצי PDF.
hi: अपने भोजन लॉग और पोषण डेटा को PDF फ़ाइलों के रूप में निर्यात करें।
it: Esporta i tuoi registri dei pasti e dati nutrizionali come file PDF.
ja: 食事ログと栄養データをPDFファイルとしてエクスポート。
pt: Exporte seus registros de refeições e dados nutricionais como arquivos PDF.
ru: Экспортируйте записи о блюдах и данные о питании в виде PDF-файлов.
